{
  "happiness": [
    {
      "reference": "Psalm 37:4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A4&version=ESV",
      "text": "Delight yourself in theLord, and he will give you the desires of your heart."
    },
    {
      "reference": "Philippians 4:4",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A4&version=ESV",
      "text": "Rejoice in the Lord always; again I will say, rejoice."
    },
    {
      "reference": "Ecclesiastes 3:12",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+3%3A12&version=ESV",
      "text": "I perceived that there is nothing better for them than to be joyful and to do good as long as they live;"
    },
    {
      "reference": "Isaiah 12:2",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+12%3A2&version=ESV",
      "text": "\"Behold, God is my salvation; I will trust, and will not be afraid; for theLordGodis my strength and my song, and he has become my salvation.\""
    },
    {
      "reference": "Psalm 144:15",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+144%3A15&version=ESV",
      "text": "Blessed are the people to whom such blessings fall! Blessed are the people whose God is theLord!"
    },
    {
      "reference": "Proverbs 17:22",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+17%3A22&version=ESV",
      "text": "A joyful heart is good medicine, but a crushed spirit dries up the bones."
    },
    {
      "reference": "Psalm 16:11",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+16%3A11&version=ESV",
      "text": "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore."
    },
    {
      "reference": "Proverbs 3:13-18",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+3%3A13-18&version=ESV",
      "text": "Blessed is the one who finds wisdom, and the one who gets understanding, for the gain from her is better than gain from silver and her profit better than gold. She is more precious than jewels, and nothing you desire can compare with her. Long life is in her right hand; in her left hand are riches and honor. Her ways are ways of pleasantness, and all her paths are peace. ..."
    },
    {
      "reference": "Matthew 5:8",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A8&version=ESV",
      "text": "\"Blessed are the pure in heart, for they shall see God."
    },
    {
      "reference": "Proverbs 14:13",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+14%3A13&version=ESV",
      "text": "Even in laughter the heart may ache, and the end of joy may be grief."
    },
    {
      "reference": "Isaiah 12:3",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+12%3A3&version=ESV",
      "text": "With joy you will draw water from the wells of salvation."
    },
    {
      "reference": "Proverbs 15:13",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+15%3A13&version=ESV",
      "text": "A glad heart makes a cheerful face, but by sorrow of heart the spirit is crushed."
    },
    {
      "reference": "Proverbs 16:20",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+16%3A20&version=ESV",
      "text": "Whoever gives thought to the word will discover good, and blessed is he who trusts in theLord."
    },
    {
      "reference": "Philippians 4:7",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A7&version=ESV",
      "text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
      "reference": "2 Corinthians 12:10",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+12%3A10&version=ESV",
      "text": "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong."
    },
    {
      "reference": "1 Peter 3:14",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+3%3A14&version=ESV",
      "text": "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,"
    },
    {
      "reference": "Psalm 37:3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A3&version=ESV",
      "text": "Trust in theLord, and do good; dwell in the land and befriend faithfulness."
    },
    {
      "reference": "Ecclesiastes 3:13",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+3%3A13&version=ESV",
      "text": "Also that everyone should eat and drink and take pleasure in all his toil—this is God's gift to man."
    },
    {
      "reference": "John 15:11",
      "link": "https://www.biblegateway.com/passage/?search=John+15%3A11&version=ESV",
      "text": "These things I have spoken to you, that my joy may be in you, and that your joy may be full."
    },
    {
      "reference": "Ecclesiastes 2:26",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+2%3A26&version=ESV",
      "text": "For to the one who pleases him God has given wisdom and knowledge and joy, but to the sinner he has given the business of gathering and collecting, only to give to one who pleases God. This also is vanity and a striving after wind."
    },
    {
      "reference": "Romans 15:13",
      "link": "https://www.biblegateway.com/passage/?search=Romans+15%3A13&version=ESV",
      "text": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope."
    },
    {
      "reference": "Job 5:17-27",
      "link": "https://www.biblegateway.com/passage/?search=Job+5%3A17-27&version=ESV",
      "text": "\"Behold, blessed is the one whom God reproves; therefore despise not the discipline of the Almighty. For he wounds, but he binds up; he shatters, but his hands heal. He will deliver you from six troubles; in seven no evil shall touch you. In famine he will redeem you from death, and in war from the power of the sword. You shall be hidden from the lash of the tongue, and shall not fear destruction when it comes. ..."
    },
    {
      "reference": "Romans 5:2",
      "link": "https://www.biblegateway.com/passage/?search=Romans+5%3A2&version=ESV",
      "text": "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God."
    },
    {
      "reference": "1 Peter 4:12",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+4%3A12&version=ESV",
      "text": "Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you."
    },
    {
      "reference": "James 5:13",
      "link": "https://www.biblegateway.com/passage/?search=James+5%3A13&version=ESV",
      "text": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise."
    },
    {
      "reference": "1 Peter 4:13",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+4%3A13&version=ESV",
      "text": "But rejoice insofar as you share Christ's sufferings, that you may also rejoice and be glad when his glory is revealed."
    },
    {
      "reference": "Psalm 40:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+40%3A8&version=ESV",
      "text": "I delight to do your will, O my God; your law is within my heart.\""
    },
    {
      "reference": "Philippians 4:11-13",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A11-13&version=ESV",
      "text": "Not that I am speaking of being in need, for I have learned in whatever situation I am to be content. I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need. I can do all things through him who strengthens me."
    },
    {
      "reference": "Ecclesiastes 7:14",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+7%3A14&version=ESV",
      "text": "In the day of prosperity be joyful, and in the day of adversity consider: God has made the one as well as the other, so that man may not find out anything that will be after him."
    },
    {
      "reference": "1 Peter 1:8-9",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+1%3A8-9&version=ESV",
      "text": "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, obtaining the outcome of your faith, the salvation of your souls."
    },
    {
      "reference": "Galatians 5:22",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A22&version=ESV",
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
    },
    {
      "reference": "John 16:24",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A24&version=ESV",
      "text": "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full."
    },
    {
      "reference": "1 John 3:18",
      "link": "https://www.biblegateway.com/passage/?search=1+John+3%3A18&version=ESV",
      "text": "Little children, let us not love in word or talk but in deed and in truth."
    },
    {
      "reference": "Psalm 34:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A8&version=ESV",
      "text": "Oh, taste and see that theLordis good! Blessed is the man who takes refuge in him!"
    },
    {
      "reference": "Galatians 5:22-23",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A22-23&version=ESV",
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."
    },
    {
      "reference": "Psalm 68:3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+68%3A3&version=ESV",
      "text": "But the righteous shall be glad; they shall exult before God; they shall be jubilant with joy!"
    },
    {
      "reference": "Hebrews 11:1",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+11%3A1&version=ESV",
      "text": "Now faith is the assurance of things hoped for, the conviction of things not seen."
    },
    {
      "reference": "Ecclesiastes 3:12-13",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+3%3A12-13&version=ESV",
      "text": "I perceived that there is nothing better for them than to be joyful and to do good as long as they live; also that everyone should eat and drink and take pleasure in all his toil—this is God's gift to man."
    },
    {
      "reference": "Psalm 126:5",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+126%3A5&version=ESV",
      "text": "Those who sow in tears shall reap with shouts of joy!"
    },
    {
      "reference": "Matthew 25:21",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+25%3A21&version=ESV",
      "text": "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’"
    },
    {
      "reference": "Psalm 146:5",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+146%3A5&version=ESV",
      "text": "Blessed is he whose help is the God of Jacob, whose hope is in theLordhis God,"
    },
    {
      "reference": "Deuteronomy 24:5",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+24%3A5&version=ESV",
      "text": "\"When a man is newly married, he shall not go out with the army or be liable for any other public duty. He shall be free at home one year to be happy with his wife whom he has taken."
    },
    {
      "reference": "Proverbs 14:21",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+14%3A21&version=ESV",
      "text": "Whoever despises his neighbor is a sinner, but blessed is he who is generous to the poor."
    },
    {
      "reference": "Proverbs 29:18",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+29%3A18&version=ESV",
      "text": "Where there is no prophetic vision the people cast off restraint, but blessed is he who keeps the law."
    },
    {
      "reference": "Nehemiah 8:10",
      "link": "https://www.biblegateway.com/passage/?search=Nehemiah+8%3A10&version=ESV",
      "text": "Then he said to them, \"Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of theLordis your strength.\""
    },
    {
      "reference": "Job 5:17",
      "link": "https://www.biblegateway.com/passage/?search=Job+5%3A17&version=ESV",
      "text": "\"Behold, blessed is the one whom God reproves; therefore despise not the discipline of the Almighty."
    },
    {
      "reference": "Isaiah 26:3-4",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+26%3A3-4&version=ESV",
      "text": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you. Trust in theLordforever, for theLordGodis an everlasting rock."
    },
    {
      "reference": "James 1:2-3",
      "link": "https://www.biblegateway.com/passage/?search=James+1%3A2-3&version=ESV",
      "text": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness."
    },
    {
      "reference": "Psalm 118:24",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+118%3A24&version=ESV",
      "text": "This is the day that theLordhas made; let us rejoice and be glad in it."
    },
    {
      "reference": "Psalm 19:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+19%3A8&version=ESV",
      "text": "The precepts of theLordare right, rejoicing the heart; the commandment of theLordis pure, enlightening the eyes;"
    },
    {
      "reference": "Romans 12:15",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A15&version=ESV",
      "text": "Rejoice with those who rejoice, weep with those who weep."
    },
    {
      "reference": "John 16:22",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A22&version=ESV",
      "text": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you."
    },
    {
      "reference": "James 4:2",
      "link": "https://www.biblegateway.com/passage/?search=James+4%3A2&version=ESV",
      "text": "You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask."
    },
    {
      "reference": "Hebrews 12:2",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+12%3A2&version=ESV",
      "text": "Looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God."
    },
    {
      "reference": "Psalm 128:2",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+128%3A2&version=ESV",
      "text": "You shall eat the fruit of the labor of your hands; you shall be blessed, and it shall be well with you."
    },
    {
      "reference": "Psalm 30:5",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+30%3A5&version=ESV",
      "text": "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning."
    },
    {
      "reference": "Proverbs 3:13",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+3%3A13&version=ESV",
      "text": "Blessed is the one who finds wisdom, and the one who gets understanding,"
    },
    {
      "reference": "Psalm 37:7",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A7&version=ESV",
      "text": "Be still before theLordand wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!"
    },
    {
      "reference": "Psalm 1:1-6",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+1%3A1-6&version=ESV",
      "text": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers; but his delight is in the law of theLord, and on his law he meditates day and night. He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers. The wicked are not so, but are like chaff that the wind drives away. Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous; ..."
    },
    {
      "reference": "Esther 8:16",
      "link": "https://www.biblegateway.com/passage/?search=Esther+8%3A16&version=ESV",
      "text": "The Jews had light and gladness and joy and honor."
    },
    {
      "reference": "John 10:10",
      "link": "https://www.biblegateway.com/passage/?search=John+10%3A10&version=ESV",
      "text": "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly."
    },
    {
      "reference": "Psalm 4:6-7",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+4%3A6-7&version=ESV",
      "text": "There are many who say, \"Who will show us some good? Lift up the light of your face upon us, OLord!\" You have put more joy in my heart than they have when their grain and wine abound."
    },
    {
      "reference": "Proverbs 28:14",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+28%3A14&version=ESV",
      "text": "Blessed is the one who fears theLordalways, but whoever hardens his heart will fall into calamity."
    },
    {
      "reference": "Ecclesiastes 9:7",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+9%3A7&version=ESV",
      "text": "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do."
    },
    {
      "reference": "Romans 14:17",
      "link": "https://www.biblegateway.com/passage/?search=Romans+14%3A17&version=ESV",
      "text": "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit."
    },
    {
      "reference": "Matthew 5:4-12",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A4-12&version=ESV",
      "text": "\"Blessed are those who mourn, for they shall be comforted. \"Blessed are the meek, for they shall inherit the earth. \"Blessed are those who hunger and thirst for righteousness, for they shall be satisfied. \"Blessed are the merciful, for they shall receive mercy. \"Blessed are the pure in heart, for they shall see God. ..."
    },
    {
      "reference": "Psalm 37:4-14",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A4-14&version=ESV",
      "text": "Delight yourself in theLord, and he will give you the desires of your heart. Commit your way to theLord; trust in him, and he will act. He will bring forth your righteousness as the light, and your justice as the noonday. Be still before theLordand wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices! Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil. ..."
    },
    {
      "reference": "Psalm 16:9",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+16%3A9&version=ESV",
      "text": "Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure."
    },
    {
      "reference": "Romans 12:12",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A12&version=ESV",
      "text": "Rejoice in hope, be patient in tribulation, be constant in prayer."
    },
    {
      "reference": "Luke 15:7",
      "link": "https://www.biblegateway.com/passage/?search=Luke+15%3A7&version=ESV",
      "text": "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance."
    },
    {
      "reference": "Isaiah 61:10",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+61%3A10&version=ESV",
      "text": "I will greatly rejoice in theLord; my soul shall exult in my God, for he has clothed me with the garments of salvation; he has covered me with the robe of righteousness, as a bridegroom decks himself like a priest with a beautiful headdress, and as a bride adorns herself with her jewels."
    },
    {
      "reference": "Ecclesiastes 5:10",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+5%3A10&version=ESV",
      "text": "He who loves money will not be satisfied with money, nor he who loves wealth with his income; this also is vanity."
    },
    {
      "reference": "1 Timothy 6:6-8",
      "link": "https://www.biblegateway.com/passage/?search=1+Timothy+6%3A6-8&version=ESV",
      "text": "But godliness with contentment is great gain, for we brought nothing into the world, and we cannot take anything out of the world. But if we have food and clothing, with these we will be content."
    },
    {
      "reference": "Jeremiah 29:11",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+29%3A11&version=ESV",
      "text": "For I know the plans I have for you, declares theLord, plans for welfare and not for evil, to give you a future and a hope."
    },
    {
      "reference": "Ecclesiastes 2:1-26",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+2%3A1-26&version=ESV",
      "text": "I said in my heart, \"Come now, I will test you with pleasure; enjoy yourself.\" But behold, this also was vanity. I said of laughter, \"It is mad,\" and of pleasure, \"What use is it?\" I searched with my heart how to cheer my body with wine—my heart still guiding me with wisdom—and how to lay hold on folly, till I might see what was good for the children of man to do under heaven during the few days of their life. I made great works. I built houses and planted vineyards for myself. I made myself gardens and parks, and planted in them all kinds of fruit trees. ..."
    },
    {
      "reference": "1 Chronicles 16:27",
      "link": "https://www.biblegateway.com/passage/?search=1+Chronicles+16%3A27&version=ESV",
      "text": "Splendor and majesty are before him; strength and joy are in his place."
    },
    {
      "reference": "Luke 11:28",
      "link": "https://www.biblegateway.com/passage/?search=Luke+11%3A28&version=ESV",
      "text": "But he said, \"Blessed rather are those who hear the word of God and keep it!\""
    },
    {
      "reference": "Philippians 4:19",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A19&version=ESV",
      "text": "And my God will supply every need of yours according to his riches in glory in Christ Jesus."
    },
    {
      "reference": "John 3:16",
      "link": "https://www.biblegateway.com/passage/?search=John+3%3A16&version=ESV",
      "text": "\"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
    },
    {
      "reference": "Proverbs 10:28",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+10%3A28&version=ESV",
      "text": "The hope of the righteous brings joy, but the expectation of the wicked will perish."
    },
    {
      "reference": "1 Peter 1:8",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+1%3A8&version=ESV",
      "text": "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,"
    },
    {
      "reference": "1 Thessalonians 3:9",
      "link": "https://www.biblegateway.com/passage/?search=1+Thessalonians+3%3A9&version=ESV",
      "text": "For what thanksgiving can we return to God for you, for all the joy that we feel for your sake before our God,"
    },
    {
      "reference": "Luke 6:1-49",
      "link": "https://www.biblegateway.com/passage/?search=Luke+6%3A1-49&version=ESV",
      "text": "On a Sabbath, while he was going through the grainfields, his disciples plucked and ate some heads of grain, rubbing them in their hands. But some of the Pharisees said, \"Why are you doing what is not lawful to do on the Sabbath?\" And Jesus answered them, \"Have you not read what David did when he was hungry, he and those who were with him: how he entered the house of God and took and ate the bread of the Presence, which is not lawful for any but the priests to eat, and also gave it to those with him?\" And he said to them, \"The Son of Man is lord of the Sabbath.\" ..."
    },
    {
      "reference": "Ecclesiastes 5:19",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+5%3A19&version=ESV",
      "text": "Everyone also to whom God has given wealth and possessions and power to enjoy them, and to accept his lot and rejoice in his toil—this is the gift of God."
    },
    {
      "reference": "2 Corinthians 9:7",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+9%3A7&version=ESV",
      "text": "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver."
    },
    {
      "reference": "Ecclesiastes 3:22",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+3%3A22&version=ESV",
      "text": "So I saw that there is nothing better than that a man should rejoice in his work, for that is his lot. Who can bring him to see what will be after him?"
    },
    {
      "reference": "Luke 6:21",
      "link": "https://www.biblegateway.com/passage/?search=Luke+6%3A21&version=ESV",
      "text": "\"Blessed are you who are hungry now, for you shall be satisfied. \"Blessed are you who weep now, for you shall laugh."
    },
    {
      "reference": "2 Corinthians 4:18",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+4%3A18&version=ESV",
      "text": "As we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal."
    },
    {
      "reference": "Psalm 128:1",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+128%3A1&version=ESV",
      "text": "A Song of Ascents.Blessed is everyone who fears theLord, who walks in his ways!"
    },
    {
      "reference": "Matthew 5:9",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A9&version=ESV",
      "text": "\"Blessed are the peacemakers, for they shall be called sons of God."
    },
    {
      "reference": "Habakkuk 3:1-19",
      "link": "https://www.biblegateway.com/passage/?search=Habakkuk+3%3A1-19&version=ESV",
      "text": "A prayer of Habakkuk the prophet, according to Shigionoth. OLord, I have heard the report of you, and your work, OLord, do I fear. In the midst of the years revive it; in the midst of the years make it known; in wrath remember mercy. God came from Teman, and the Holy One from Mount Paran. Selah His splendor covered the heavens, and the earth was full of his praise. His brightness was like the light; rays flashed from his hand; and there he veiled his power. Before him went pestilence, and plague followed at his heels. ..."
    },
    {
      "reference": "Psalm 126:1-6",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+126%3A1-6&version=ESV",
      "text": "A Song of Ascents.When theLordrestored the fortunes of Zion, we were like those who dream. Then our mouth was filled with laughter, and our tongue with shouts of joy; then they said among the nations, \"TheLordhas done great things for them.\" TheLordhas done great things for us; we are glad. Restore our fortunes, OLord, like streams in the Negeb! Those who sow in tears shall reap with shouts of joy! ..."
    },
    {
      "reference": "Psalm 24:3-4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+24%3A3-4&version=ESV",
      "text": "Who shall ascend the hill of theLord? And who shall stand in his holy place? He who has clean hands and a pure heart, who does not lift up his soul to what is false and does not swear deceitfully."
    },
    {
      "reference": "Job 7:7",
      "link": "https://www.biblegateway.com/passage/?search=Job+7%3A7&version=ESV",
      "text": "\"Remember that my life is a breath; my eye will never again see good."
    },
    {
      "reference": "Luke 16:25",
      "link": "https://www.biblegateway.com/passage/?search=Luke+16%3A25&version=ESV",
      "text": "But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish."
    },
    {
      "reference": "Psalm 23:1-6",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+23%3A1-6&version=ESV",
      "text": "A Psalm of David.TheLordis my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ..."
    },
    {
      "reference": "Psalm 105:1-45",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+105%3A1-45&version=ESV",
      "text": "Oh give thanks to theLord; call upon his name; make known his deeds among the peoples! Sing to him, sing praises to him; tell of all his wondrous works! Glory in his holy name; let the hearts of those who seek theLordrejoice! Seek theLordand his strength; seek his presence continually! Remember the wondrous works that he has done, his miracles, and the judgments he uttered, ..."
    },
    {
      "reference": "1 Corinthians 13:1-13",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A1-13&version=ESV",
      "text": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; ..."
    },
    {
      "reference": "Hebrews 12:1-2",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+12%3A1-2&version=ESV",
      "text": "Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God."
    },
    {
      "reference": "John 14:27",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A27&version=ESV",
      "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid."
    }
  ],
  "sadness": [
    {
      "reference": "Psalm 34:18",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A18&version=ESV",
      "text": "TheLordis near to the brokenhearted and saves the crushed in spirit."
    },
    {
      "reference": "John 14:1",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A1&version=ESV",
      "text": "\"Let not your hearts be troubled. Believe in God; believe also in me."
    },
    {
      "reference": "Psalm 55:22",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+55%3A22&version=ESV",
      "text": "Cast your burden on theLord, and he will sustain you; he will never permit the righteous to be moved."
    },
    {
      "reference": "1 Peter 5:7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A7&version=ESV",
      "text": "Casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Jeremiah 29:11",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+29%3A11&version=ESV",
      "text": "For I know the plans I have for you, declares theLord, plans for welfare and not for evil, to give you a future and a hope."
    },
    {
      "reference": "Psalm 18:2",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+18%3A2&version=ESV",
      "text": "TheLordis my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold."
    },
    {
      "reference": "James 5:13",
      "link": "https://www.biblegateway.com/passage/?search=James+5%3A13&version=ESV",
      "text": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise."
    },
    {
      "reference": "John 15:7",
      "link": "https://www.biblegateway.com/passage/?search=John+15%3A7&version=ESV",
      "text": "If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you."
    },
    {
      "reference": "1 Peter 5:10",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A10&version=ESV",
      "text": "And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you."
    },
    {
      "reference": "John 14:18",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A18&version=ESV",
      "text": "\"I will not leave you as orphans; I will come to you."
    },
    {
      "reference": "Matthew 5:4",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A4&version=ESV",
      "text": "\"Blessed are those who mourn, for they shall be comforted."
    },
    {
      "reference": "Psalm 48:14",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+48%3A14&version=ESV",
      "text": "That this is God, our God forever and ever. He will guide us forever."
    },
    {
      "reference": "Revelation 21:4",
      "link": "https://www.biblegateway.com/passage/?search=Revelation+21%3A4&version=ESV",
      "text": "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.\""
    },
    {
      "reference": "1 John 1:9",
      "link": "https://www.biblegateway.com/passage/?search=1+John+1%3A9&version=ESV",
      "text": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
      "reference": "2 Corinthians 1:3-4",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+1%3A3-4&version=ESV",
      "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God."
    },
    {
      "reference": "Psalm 30:5",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+30%3A5&version=ESV",
      "text": "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning."
    },
    {
      "reference": "Isaiah 41:10",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+41%3A10&version=ESV",
      "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand."
    },
    {
      "reference": "John 10:29",
      "link": "https://www.biblegateway.com/passage/?search=John+10%3A29&version=ESV",
      "text": "My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father's hand."
    },
    {
      "reference": "Psalm 147:3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+147%3A3&version=ESV",
      "text": "He heals the brokenhearted and binds up their wounds."
    },
    {
      "reference": "Deuteronomy 31:6",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+31%3A6&version=ESV",
      "text": "Be strong and courageous. Do not fear or be in dread of them, for it is theLordyour God who goes with you. He will not leave you or forsake you.\""
    },
    {
      "reference": "Psalm 42:11",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+42%3A11&version=ESV",
      "text": "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God."
    },
    {
      "reference": "John 17:15",
      "link": "https://www.biblegateway.com/passage/?search=John+17%3A15&version=ESV",
      "text": "I do not ask that you take them out of the world, but that you keep them from the evil one."
    },
    {
      "reference": "John 16:20",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A20&version=ESV",
      "text": "Truly, truly, I say to you, you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will turn into joy."
    },
    {
      "reference": "Deuteronomy 31:8",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+31%3A8&version=ESV",
      "text": "It is theLordwho goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.\""
    },
    {
      "reference": "2 Corinthians 7:10",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+7%3A10&version=ESV",
      "text": "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death."
    },
    {
      "reference": "Psalm 91:1-2",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+91%3A1-2&version=ESV",
      "text": "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to theLord, \"My refuge and my fortress, my God, in whom I trust.\""
    },
    {
      "reference": "John 14:16",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A16&version=ESV",
      "text": "And I will ask the Father, and he will give you another Helper, to be with you forever,"
    },
    {
      "reference": "Psalm 126:5",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+126%3A5&version=ESV",
      "text": "Those who sow in tears shall reap with shouts of joy!"
    },
    {
      "reference": "Isaiah 53:4",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+53%3A4&version=ESV",
      "text": "Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God, and afflicted."
    },
    {
      "reference": "Proverbs 15:13-14",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+15%3A13-14&version=ESV",
      "text": "A glad heart makes a cheerful face, but by sorrow of heart the spirit is crushed. The heart of him who has understanding seeks knowledge, but the mouths of fools feed on folly."
    },
    {
      "reference": "Psalm 23:4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+23%3A4&version=ESV",
      "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."
    },
    {
      "reference": "John 20:26-29",
      "link": "https://www.biblegateway.com/passage/?search=John+20%3A26-29&version=ESV",
      "text": "Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, \"Peace be with you.\" Then he said to Thomas, \"Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.\" Thomas answered him, \"My Lord and my God!\" Jesus said to him, \"Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.\""
    },
    {
      "reference": "Romans 8:18",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A18&version=ESV",
      "text": "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us."
    },
    {
      "reference": "John 16:33",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A33&version=ESV",
      "text": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.\""
    },
    {
      "reference": "Matthew 5:44",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A44&version=ESV",
      "text": "But I say to you, Love your enemies and pray for those who persecute you,"
    },
    {
      "reference": "John 14:2",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A2&version=ESV",
      "text": "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?"
    },
    {
      "reference": "Romans 8:34",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A34&version=ESV",
      "text": "Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us."
    },
    {
      "reference": "John 15:1-7",
      "link": "https://www.biblegateway.com/passage/?search=John+15%3A1-7&version=ESV",
      "text": "\"I am the true vine, and my Father is the vinedresser. Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit. Already you are clean because of the word that I have spoken to you. Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me. I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing. ..."
    },
    {
      "reference": "John 3:16",
      "link": "https://www.biblegateway.com/passage/?search=John+3%3A16&version=ESV",
      "text": "\"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
    },
    {
      "reference": "James 4:7",
      "link": "https://www.biblegateway.com/passage/?search=James+4%3A7&version=ESV",
      "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you."
    },
    {
      "reference": "John 17:9",
      "link": "https://www.biblegateway.com/passage/?search=John+17%3A9&version=ESV",
      "text": "I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours."
    },
    {
      "reference": "1 Peter 5:6-7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A6-7&version=ESV",
      "text": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Luke 6:27",
      "link": "https://www.biblegateway.com/passage/?search=Luke+6%3A27&version=ESV",
      "text": "\"But I say to you who hear, Love your enemies, do good to those who hate you,"
    },
    {
      "reference": "Romans 12:15",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A15&version=ESV",
      "text": "Rejoice with those who rejoice, weep with those who weep."
    },
    {
      "reference": "Jeremiah 31:9",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+31%3A9&version=ESV",
      "text": "With weeping they shall come, and with pleas for mercy I will lead them back, I will make them walk by brooks of water, in a straight path in which they shall not stumble, for I am a father to Israel, and Ephraim is my firstborn."
    },
    {
      "reference": "Philippians 4:13",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A13&version=ESV",
      "text": "I can do all things through him who strengthens me."
    },
    {
      "reference": "Ephesians 6:8",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+6%3A8&version=ESV",
      "text": "Knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free."
    },
    {
      "reference": "Psalm 34:17",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A17&version=ESV",
      "text": "When the righteous cry for help, theLordhears and delivers them out of all their troubles."
    },
    {
      "reference": "Romans 8:38-39",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A38-39&version=ESV",
      "text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."
    },
    {
      "reference": "Proverbs 12:25",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+12%3A25&version=ESV",
      "text": "Anxiety in a man's heart weighs him down, but a good word makes him glad."
    },
    {
      "reference": "Joshua 1:9",
      "link": "https://www.biblegateway.com/passage/?search=Joshua+1%3A9&version=ESV",
      "text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for theLordyour God is with you wherever you go.\""
    },
    {
      "reference": "John 17:11",
      "link": "https://www.biblegateway.com/passage/?search=John+17%3A11&version=ESV",
      "text": "And I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given me, that they may be one, even as we are one."
    },
    {
      "reference": "Psalm 34:18-19",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A18-19&version=ESV",
      "text": "TheLordis near to the brokenhearted and saves the crushed in spirit. Many are the afflictions of the righteous, but theLorddelivers him out of them all."
    },
    {
      "reference": "Philippians 4:7",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A7&version=ESV",
      "text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
      "reference": "Luke 4:18",
      "link": "https://www.biblegateway.com/passage/?search=Luke+4%3A18&version=ESV",
      "text": "\"The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim liberty to the captives and recovering of sight to the blind, to set at liberty those who are oppressed,"
    },
    {
      "reference": "Psalm 34:17-18",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A17-18&version=ESV",
      "text": "When the righteous cry for help, theLordhears and delivers them out of all their troubles. TheLordis near to the brokenhearted and saves the crushed in spirit."
    },
    {
      "reference": "Ecclesiastes 3:4",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+3%3A4&version=ESV",
      "text": "A time to weep, and a time to laugh; a time to mourn, and a time to dance;"
    },
    {
      "reference": "Psalm 42:3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+42%3A3&version=ESV",
      "text": "My tears have been my food day and night, while they say to me all the day long, \"Where is your God?\""
    },
    {
      "reference": "Psalm 3:3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+3%3A3&version=ESV",
      "text": "But you, OLord, are a shield about me, my glory, and the lifter of my head."
    },
    {
      "reference": "Philippians 4:8",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A8&version=ESV",
      "text": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."
    },
    {
      "reference": "John 14:28",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A28&version=ESV",
      "text": "You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I."
    },
    {
      "reference": "John 14:24",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A24&version=ESV",
      "text": "Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father's who sent me."
    },
    {
      "reference": "1 Timothy 2:5",
      "link": "https://www.biblegateway.com/passage/?search=1+Timothy+2%3A5&version=ESV",
      "text": "For there is one God, and there is one mediator between God and men, the man Christ Jesus,"
    },
    {
      "reference": "John 14:27",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A27&version=ESV",
      "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid."
    },
    {
      "reference": "Psalm 40:1-3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+40%3A1-3&version=ESV",
      "text": "To the choirmaster. A Psalm of David.I waited patiently for theLord; he inclined to me and heard my cry. He drew me up from the pit of destruction, out of the miry bog, and set my feet upon a rock, making my steps secure. He put a new song in my mouth, a song of praise to our God. Many will see and fear, and put their trust in theLord."
    },
    {
      "reference": "Psalm 32:10",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+32%3A10&version=ESV",
      "text": "Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in theLord."
    },
    {
      "reference": "Isaiah 53:3-4",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+53%3A3-4&version=ESV",
      "text": "He was despised and rejected by men, a man of sorrows and acquainted with grief; and as one from whom men hide their faces he was despised, and we esteemed him not. Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God, and afflicted."
    },
    {
      "reference": "Isaiah 53:3",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+53%3A3&version=ESV",
      "text": "He was despised and rejected by men, a man of sorrows and acquainted with grief; and as one from whom men hide their faces he was despised, and we esteemed him not."
    },
    {
      "reference": "Psalm 37:23-24",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A23-24&version=ESV",
      "text": "The steps of a man are established by theLord, when he delights in his way; though he fall, he shall not be cast headlong, for theLordupholds his hand."
    },
    {
      "reference": "John 12:49",
      "link": "https://www.biblegateway.com/passage/?search=John+12%3A49&version=ESV",
      "text": "For I have not spoken on my own authority, but the Father who sent me has himself given me a commandment—what to say and what to speak."
    },
    {
      "reference": "Psalm 23:1-6",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+23%3A1-6&version=ESV",
      "text": "A Psalm of David.TheLordis my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ..."
    },
    {
      "reference": "Psalm 9:9",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+9%3A9&version=ESV",
      "text": "TheLordis a stronghold for the oppressed, a stronghold in times of trouble."
    },
    {
      "reference": "Isaiah 40:31",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+40%3A31&version=ESV",
      "text": "But they who wait for theLordshall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint."
    },
    {
      "reference": "Joel 2:12",
      "link": "https://www.biblegateway.com/passage/?search=Joel+2%3A12&version=ESV",
      "text": "\"Yet even now,\" declares theLord, \"return to me with all your heart, with fasting, with weeping, and with mourning;"
    },
    {
      "reference": "Ecclesiastes 1:18",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+1%3A18&version=ESV",
      "text": "For in much wisdom is much vexation, and he who increases knowledge increases sorrow."
    },
    {
      "reference": "Psalm 116:1-2",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+116%3A1-2&version=ESV",
      "text": "I love theLord, because he has heard my voice and my pleas for mercy. Because he inclined his ear to me, therefore I will call on him as long as I live."
    },
    {
      "reference": "Revelation 21:3-4",
      "link": "https://www.biblegateway.com/passage/?search=Revelation+21%3A3-4&version=ESV",
      "text": "And I heard a loud voice from the throne saying, \"Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.\""
    },
    {
      "reference": "Revelation 7:16-17",
      "link": "https://www.biblegateway.com/passage/?search=Revelation+7%3A16-17&version=ESV",
      "text": "They shall hunger no more, neither thirst anymore; the sun shall not strike them, nor any scorching heat. For the Lamb in the midst of the throne will be their shepherd, and he will guide them to springs of living water, and God will wipe away every tear from their eyes.\""
    },
    {
      "reference": "Psalm 34:17-20",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A17-20&version=ESV",
      "text": "When the righteous cry for help, theLordhears and delivers them out of all their troubles. TheLordis near to the brokenhearted and saves the crushed in spirit. Many are the afflictions of the righteous, but theLorddelivers him out of them all. He keeps all his bones; not one of them is broken."
    },
    {
      "reference": "John 5:30",
      "link": "https://www.biblegateway.com/passage/?search=John+5%3A30&version=ESV",
      "text": "\"I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me."
    },
    {
      "reference": "Matthew 28:20",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+28%3A20&version=ESV",
      "text": "Teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.\""
    },
    {
      "reference": "Isaiah 51:11",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+51%3A11&version=ESV",
      "text": "And the ransomed of theLordshall return and come to Zion with singing; everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away."
    },
    {
      "reference": "Ephesians 4:30",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A30&version=ESV",
      "text": "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
    },
    {
      "reference": "John 7:29",
      "link": "https://www.biblegateway.com/passage/?search=John+7%3A29&version=ESV",
      "text": "I know him, for I come from him, and he sent me.\""
    },
    {
      "reference": "John 16:22",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A22&version=ESV",
      "text": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you."
    },
    {
      "reference": "Psalm 38:9",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+38%3A9&version=ESV",
      "text": "O Lord, all my longing is before you; my sighing is not hidden from you."
    },
    {
      "reference": "Hebrews 3:13",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+3%3A13&version=ESV",
      "text": "But exhort one another every day, as long as it is called \"today,\" that none of you may be hardened by the deceitfulness of sin."
    },
    {
      "reference": "John 7:28",
      "link": "https://www.biblegateway.com/passage/?search=John+7%3A28&version=ESV",
      "text": "So Jesus proclaimed, as he taught in the temple, \"You know me, and you know where I come from. But I have not come of my own accord. He who sent me is true, and him you do not know."
    },
    {
      "reference": "Isaiah 26:3",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+26%3A3&version=ESV",
      "text": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you."
    },
    {
      "reference": "Ecclesiastes 11:10",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+11%3A10&version=ESV",
      "text": "Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity."
    },
    {
      "reference": "1 Peter 4:12-13",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+4%3A12-13&version=ESV",
      "text": "Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. But rejoice insofar as you share Christ's sufferings, that you may also rejoice and be glad when his glory is revealed."
    },
    {
      "reference": "Matthew 11:28",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+11%3A28&version=ESV",
      "text": "Come to me, all who labor and are heavy laden, and I will give you rest."
    },
    {
      "reference": "Ecclesiastes 3:1-4",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+3%3A1-4&version=ESV",
      "text": "For everything there is a season, and a time for every matter under heaven: a time to be born, and a time to die; a time to plant, and a time to pluck up what is planted; a time to kill, and a time to heal; a time to break down, and a time to build up; a time to weep, and a time to laugh; a time to mourn, and a time to dance;"
    },
    {
      "reference": "Numbers 23:19",
      "link": "https://www.biblegateway.com/passage/?search=Numbers+23%3A19&version=ESV",
      "text": "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?"
    },
    {
      "reference": "Romans 12:2",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A2&version=ESV",
      "text": "Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect."
    },
    {
      "reference": "Psalm 37:1-40",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A1-40&version=ESV",
      "text": "Of David.Fret not yourself because of evildoers; be not envious of wrongdoers! For they will soon fade like the grass and wither like the green herb. Trust in theLord, and do good; dwell in the land and befriend faithfulness. Delight yourself in theLord, and he will give you the desires of your heart. Commit your way to theLord; trust in him, and he will act. ..."
    },
    {
      "reference": "Job 1:20-21",
      "link": "https://www.biblegateway.com/passage/?search=Job+1%3A20-21&version=ESV",
      "text": "Then Job arose and tore his robe and shaved his head and fell on the ground and worshiped. And he said, \"Naked I came from my mother's womb, and naked shall I return. TheLordgave, and theLordhas taken away; blessed be the name of theLord.\""
    },
    {
      "reference": "Hebrews 4:12",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+4%3A12&version=ESV",
      "text": "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart."
    },
    {
      "reference": "Philippians 3:13-14",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+3%3A13-14&version=ESV",
      "text": "Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, I press on toward the goal for the prize of the upward call of God in Christ Jesus."
    },
    {
      "reference": "John 17:18-23",
      "link": "https://www.biblegateway.com/passage/?search=John+17%3A18-23&version=ESV",
      "text": "As you sent me into the world, so I have sent them into the world. And for their sake I consecrate myself, that they also may be sanctified in truth. \"I do not ask for these only, but also for those who will believe in me through their word, that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me. The glory that you have given me I have given to them, that they may be one even as we are one, ..."
    }
  ],
  "fear": [
    {
      "reference": "Isaiah 41:10",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+41%3A10&version=ESV",
      "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand."
    },
    {
      "reference": "2 Timothy 1:7",
      "link": "https://www.biblegateway.com/passage/?search=2+Timothy+1%3A7&version=ESV",
      "text": "For God gave us a spirit not of fear but of power and love and self-control."
    },
    {
      "reference": "1 John 4:18",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A18&version=ESV",
      "text": "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love."
    },
    {
      "reference": "Psalm 34:4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A4&version=ESV",
      "text": "I sought theLord, and he answered me and delivered me from all my fears."
    },
    {
      "reference": "Joshua 1:9",
      "link": "https://www.biblegateway.com/passage/?search=Joshua+1%3A9&version=ESV",
      "text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for theLordyour God is with you wherever you go.\""
    },
    {
      "reference": "Proverbs 29:25",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+29%3A25&version=ESV",
      "text": "The fear of man lays a snare, but whoever trusts in theLordis safe."
    },
    {
      "reference": "Psalm 23:1-6",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+23%3A1-6&version=ESV",
      "text": "A Psalm of David.TheLordis my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ..."
    },
    {
      "reference": "Psalm 56:3-4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+56%3A3-4&version=ESV",
      "text": "When I am afraid, I put my trust in you. In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?"
    },
    {
      "reference": "Philippians 4:6",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A6&version=ESV",
      "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
    },
    {
      "reference": "Deuteronomy 31:6",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+31%3A6&version=ESV",
      "text": "Be strong and courageous. Do not fear or be in dread of them, for it is theLordyour God who goes with you. He will not leave you or forsake you.\""
    },
    {
      "reference": "Psalm 27:1",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+27%3A1&version=ESV",
      "text": "Of David.TheLordis my light and my salvation; whom shall I fear? TheLordis the stronghold of my life; of whom shall I be afraid?"
    },
    {
      "reference": "Romans 8:15",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A15&version=ESV",
      "text": "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, \"Abba! Father!\""
    },
    {
      "reference": "John 14:27",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A27&version=ESV",
      "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid."
    },
    {
      "reference": "Psalm 23:4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+23%3A4&version=ESV",
      "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."
    },
    {
      "reference": "Romans 8:38-39",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A38-39&version=ESV",
      "text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."
    },
    {
      "reference": "1 Peter 5:6-7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A6-7&version=ESV",
      "text": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Philippians 4:6-7",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A6-7&version=ESV",
      "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
      "reference": "Psalm 118:6",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+118%3A6&version=ESV",
      "text": "TheLordis on my side; I will not fear. What can man do to me?"
    },
    {
      "reference": "Isaiah 41:13",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+41%3A13&version=ESV",
      "text": "For I, theLordyour God, hold your right hand; it is I who say to you, \"Fear not, I am the one who helps you.\""
    },
    {
      "reference": "Psalm 111:10",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+111%3A10&version=ESV",
      "text": "The fear of theLordis the beginning of wisdom; all those who practice it have a good understanding. His praise endures forever!"
    },
    {
      "reference": "Matthew 10:28",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+10%3A28&version=ESV",
      "text": "And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell."
    },
    {
      "reference": "Matthew 6:34",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+6%3A34&version=ESV",
      "text": "\"Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble."
    },
    {
      "reference": "Proverbs 19:23",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+19%3A23&version=ESV",
      "text": "The fear of theLordleads to life, and whoever has it rests satisfied; he will not be visited by harm."
    },
    {
      "reference": "Isaiah 43:1-3",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+43%3A1-3&version=ESV",
      "text": "But now thus says theLord, he who created you, O Jacob, he who formed you, O Israel: \"Fear not, for I have redeemed you; I have called you by name, you are mine. When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you. For I am theLordyour God, the Holy One of Israel, your Savior. I give Egypt as your ransom, Cush and Seba in exchange for you."
    },
    {
      "reference": "Isaiah 35:4",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+35%3A4&version=ESV",
      "text": "Say to those who have an anxious heart, \"Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.\""
    },
    {
      "reference": "Psalm 94:19",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+94%3A19&version=ESV",
      "text": "When the cares of my heart are many, your consolations cheer my soul."
    },
    {
      "reference": "1 Peter 3:14",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+3%3A14&version=ESV",
      "text": "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,"
    },
    {
      "reference": "Deuteronomy 3:22",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+3%3A22&version=ESV",
      "text": "You shall not fear them, for it is theLordyour God who fights for you.’"
    },
    {
      "reference": "Hebrews 13:6",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+13%3A6&version=ESV",
      "text": "So we can confidently say, \"The Lord is my helper; I will not fear; what can man do to me?\""
    },
    {
      "reference": "Proverbs 12:25",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+12%3A25&version=ESV",
      "text": "Anxiety in a man's heart weighs him down, but a good word makes him glad."
    },
    {
      "reference": "Proverbs 8:13",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+8%3A13&version=ESV",
      "text": "The fear of theLordis hatred of evil. Pride and arrogance and the way of evil and perverted speech I hate."
    },
    {
      "reference": "Psalm 56:3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+56%3A3&version=ESV",
      "text": "When I am afraid, I put my trust in you."
    },
    {
      "reference": "Psalm 91:1-16",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+91%3A1-16&version=ESV",
      "text": "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to theLord, \"My refuge and my fortress, my God, in whom I trust.\" For he will deliver you from the snare of the fowler and from the deadly pestilence. He will cover you with his pinions, and under his wings you will find refuge; his faithfulness is a shield and buckler. You will not fear the terror of the night, nor the arrow that flies by day, ..."
    },
    {
      "reference": "Psalm 27:1-14",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+27%3A1-14&version=ESV",
      "text": "Of David.TheLordis my light and my salvation; whom shall I fear? TheLordis the stronghold of my life; of whom shall I be afraid? When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall. Though an army encamp against me, my heart shall not fear; though war arise against me, yet I will be confident. One thing have I asked of theLord, that will I seek after: that I may dwell in the house of theLordall the days of my life, to gaze upon the beauty of theLordand to inquire in his temple. For he will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent; he will lift me high upon a rock. ..."
    },
    {
      "reference": "Mark 5:36",
      "link": "https://www.biblegateway.com/passage/?search=Mark+5%3A36&version=ESV",
      "text": "But overhearing what they said, Jesus said to the ruler of the synagogue, \"Do not fear, only believe.\""
    },
    {
      "reference": "1 Peter 2:17",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+2%3A17&version=ESV",
      "text": "Honor everyone. Love the brotherhood. Fear God. Honor the emperor."
    },
    {
      "reference": "Proverbs 14:27",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+14%3A27&version=ESV",
      "text": "The fear of theLordis a fountain of life, that one may turn away from the snares of death."
    },
    {
      "reference": "1 John 1:9",
      "link": "https://www.biblegateway.com/passage/?search=1+John+1%3A9&version=ESV",
      "text": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
      "reference": "Exodus 14:14",
      "link": "https://www.biblegateway.com/passage/?search=Exodus+14%3A14&version=ESV",
      "text": "TheLordwill fight for you, and you have only to be silent.\""
    },
    {
      "reference": "Philippians 4:13",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A13&version=ESV",
      "text": "I can do all things through him who strengthens me."
    },
    {
      "reference": "Isaiah 12:2",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+12%3A2&version=ESV",
      "text": "\"Behold, God is my salvation; I will trust, and will not be afraid; for theLordGodis my strength and my song, and he has become my salvation.\""
    },
    {
      "reference": "John 14:1",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A1&version=ESV",
      "text": "\"Let not your hearts be troubled. Believe in God; believe also in me."
    },
    {
      "reference": "Psalm 55:22",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+55%3A22&version=ESV",
      "text": "Cast your burden on theLord, and he will sustain you; he will never permit the righteous to be moved."
    },
    {
      "reference": "Deuteronomy 31:8",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+31%3A8&version=ESV",
      "text": "It is theLordwho goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.\""
    },
    {
      "reference": "Deuteronomy 7:21",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+7%3A21&version=ESV",
      "text": "You shall not be in dread of them, for theLordyour God is in your midst, a great and awesome God."
    },
    {
      "reference": "1 Peter 5:7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A7&version=ESV",
      "text": "Casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Psalm 34:7",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A7&version=ESV",
      "text": "The angel of theLordencamps around those who fear him, and delivers them."
    },
    {
      "reference": "Psalm 115:11",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+115%3A11&version=ESV",
      "text": "You who fear theLord, trust in theLord! He is their help and their shield."
    },
    {
      "reference": "Revelation 1:17",
      "link": "https://www.biblegateway.com/passage/?search=Revelation+1%3A17&version=ESV",
      "text": "When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, \"Fear not, I am the first and the last,"
    },
    {
      "reference": "Isaiah 43:1",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+43%3A1&version=ESV",
      "text": "But now thus says theLord, he who created you, O Jacob, he who formed you, O Israel: \"Fear not, for I have redeemed you; I have called you by name, you are mine."
    },
    {
      "reference": "Zephaniah 3:17",
      "link": "https://www.biblegateway.com/passage/?search=Zephaniah+3%3A17&version=ESV",
      "text": "TheLordyour God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing."
    },
    {
      "reference": "1 Chronicles 28:20",
      "link": "https://www.biblegateway.com/passage/?search=1+Chronicles+28%3A20&version=ESV",
      "text": "Then David said to Solomon his son, \"Be strong and courageous and do it. Do not be afraid and do not be dismayed, for theLordGod, even my God, is with you. He will not leave you or forsake you, until all the work for the service of the house of theLordis finished."
    },
    {
      "reference": "Luke 12:22-26",
      "link": "https://www.biblegateway.com/passage/?search=Luke+12%3A22-26&version=ESV",
      "text": "And he said to his disciples, \"Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on. For life is more than food, and the body more than clothing. Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds! And which of you by being anxious can add a single hour to his span of life? If then you are not able to do as small a thing as that, why are you anxious about the rest?"
    },
    {
      "reference": "Hebrews 13:5-6",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+13%3A5-6&version=ESV",
      "text": "Keep your life free from love of money, and be content with what you have, for he has said, \"I will never leave you nor forsake you.\" So we can confidently say, \"The Lord is my helper; I will not fear; what can man do to me?\""
    },
    {
      "reference": "Luke 12:32",
      "link": "https://www.biblegateway.com/passage/?search=Luke+12%3A32&version=ESV",
      "text": "\"Fear not, little flock, for it is your Father's good pleasure to give you the kingdom."
    },
    {
      "reference": "Romans 8:1-39",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A1-39&version=ESV",
      "text": "There is therefore now no condemnation for those who are in Christ Jesus. For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. ..."
    },
    {
      "reference": "John 16:33",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A33&version=ESV",
      "text": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.\""
    },
    {
      "reference": "Proverbs 3:5-6",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+3%3A5-6&version=ESV",
      "text": "Trust in theLordwith all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths."
    },
    {
      "reference": "Proverbs 1:7",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+1%3A7&version=ESV",
      "text": "The fear of theLordis the beginning of knowledge; fools despise wisdom and instruction."
    },
    {
      "reference": "Psalm 34:18",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A18&version=ESV",
      "text": "TheLordis near to the brokenhearted and saves the crushed in spirit."
    },
    {
      "reference": "Luke 12:1-59",
      "link": "https://www.biblegateway.com/passage/?search=Luke+12%3A1-59&version=ESV",
      "text": "In the meantime, when so many thousands of the people had gathered together that they were trampling one another, he began to say to his disciples first, \"Beware of the leaven of the Pharisees, which is hypocrisy. Nothing is covered up that will not be revealed, or hidden that will not be known. Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops. \"I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do. But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him! ..."
    },
    {
      "reference": "Matthew 10:29-31",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+10%3A29-31&version=ESV",
      "text": "Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father. But even the hairs of your head are all numbered. Fear not, therefore; you are of more value than many sparrows."
    },
    {
      "reference": "Psalm 112:7-8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+112%3A7-8&version=ESV",
      "text": "He is not afraid of bad news; his heart is firm, trusting in theLord. His heart is steady; he will not be afraid, until he looks in triumph on his adversaries."
    },
    {
      "reference": "Psalm 125:1",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+125%3A1&version=ESV",
      "text": "A Song of Ascents.Those who trust in theLordare like Mount Zion, which cannot be moved, but abides forever."
    },
    {
      "reference": "Psalm 112:1",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+112%3A1&version=ESV",
      "text": "Praise theLord! Blessed is the man who fears theLord, who greatly delights in his commandments!"
    },
    {
      "reference": "Psalm 25:14",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+25%3A14&version=ESV",
      "text": "The friendship of theLordis for those who fear him, and he makes known to them his covenant."
    },
    {
      "reference": "Philippians 4:7",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A7&version=ESV",
      "text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
      "reference": "Luke 10:19",
      "link": "https://www.biblegateway.com/passage/?search=Luke+10%3A19&version=ESV",
      "text": "Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing shall hurt you."
    },
    {
      "reference": "Mark 6:50",
      "link": "https://www.biblegateway.com/passage/?search=Mark+6%3A50&version=ESV",
      "text": "For they all saw him and were terrified. But immediately he spoke to them and said, \"Take heart; it is I. Do not be afraid.\""
    },
    {
      "reference": "Jeremiah 29:11",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+29%3A11&version=ESV",
      "text": "For I know the plans I have for you, declares theLord, plans for welfare and not for evil, to give you a future and a hope."
    },
    {
      "reference": "Psalm 31:19",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+31%3A19&version=ESV",
      "text": "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!"
    },
    {
      "reference": "Matthew 10:26",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+10%3A26&version=ESV",
      "text": "\"So have no fear of them, for nothing is covered that will not be revealed, or hidden that will not be known."
    },
    {
      "reference": "Psalm 103:13",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+103%3A13&version=ESV",
      "text": "As a father shows compassion to his children, so theLordshows compassion to those who fear him."
    },
    {
      "reference": "1 Corinthians 16:13",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+16%3A13&version=ESV",
      "text": "Be watchful, stand firm in the faith, act like men, be strong."
    },
    {
      "reference": "Isaiah 54:4",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+54%3A4&version=ESV",
      "text": "\"Fear not, for you will not be ashamed; be not confounded, for you will not be disgraced; for you will forget the shame of your youth, and the reproach of your widowhood you will remember no more."
    },
    {
      "reference": "Matthew 14:27",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+14%3A27&version=ESV",
      "text": "But immediately Jesus spoke to them, saying, \"Take heart; it is I. Do not be afraid.\""
    },
    {
      "reference": "Lamentations 3:57",
      "link": "https://www.biblegateway.com/passage/?search=Lamentations+3%3A57&version=ESV",
      "text": "You came near when I called on you; you said, ‘Do not fear!’"
    },
    {
      "reference": "Psalm 118:6-7",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+118%3A6-7&version=ESV",
      "text": "TheLordis on my side; I will not fear. What can man do to me? TheLordis on my side as my helper; I shall look in triumph on those who hate me."
    },
    {
      "reference": "Psalm 46:1",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+46%3A1&version=ESV",
      "text": "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.God is our refuge and strength, a very present help in trouble."
    },
    {
      "reference": "Proverbs 16:7",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+16%3A7&version=ESV",
      "text": "When a man's ways please theLord, he makes even his enemies to be at peace with him."
    },
    {
      "reference": "Revelation 2:10",
      "link": "https://www.biblegateway.com/passage/?search=Revelation+2%3A10&version=ESV",
      "text": "Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life."
    },
    {
      "reference": "Revelation 21:4",
      "link": "https://www.biblegateway.com/passage/?search=Revelation+21%3A4&version=ESV",
      "text": "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.\""
    },
    {
      "reference": "Psalm 27:1-3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+27%3A1-3&version=ESV",
      "text": "Of David.TheLordis my light and my salvation; whom shall I fear? TheLordis the stronghold of my life; of whom shall I be afraid? When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall. Though an army encamp against me, my heart shall not fear; though war arise against me, yet I will be confident."
    },
    {
      "reference": "2 Corinthians 12:9-10",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+12%3A9-10&version=ESV",
      "text": "But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me. For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong."
    },
    {
      "reference": "Psalm 103:17",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+103%3A17&version=ESV",
      "text": "But the steadfast love of theLordis from everlasting to everlasting on those who fear him, and his righteousness to children's children,"
    },
    {
      "reference": "Romans 8:31",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A31&version=ESV",
      "text": "What then shall we say to these things? If God is for us, who can be against us?"
    },
    {
      "reference": "Psalm 103:1-22",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+103%3A1-22&version=ESV",
      "text": "Of David.Bless theLord, O my soul, and all that is within me, bless his holy name! Bless theLord, O my soul, and forget not all his benefits, who forgives all your iniquity, who heals all your diseases, who redeems your life from the pit, who crowns you with steadfast love and mercy, who satisfies you with good so that your youth is renewed like the eagle's. ..."
    },
    {
      "reference": "Luke 12:4-5",
      "link": "https://www.biblegateway.com/passage/?search=Luke+12%3A4-5&version=ESV",
      "text": "\"I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do. But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!"
    },
    {
      "reference": "Isaiah 54:17",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+54%3A17&version=ESV",
      "text": "No weapon that is fashioned against you shall succeed, and you shall refute every tongue that rises against you in judgment. This is the heritage of the servants of theLordand their vindication from me, declares theLord.\""
    },
    {
      "reference": "Psalm 119:45-48",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+119%3A45-48&version=ESV",
      "text": "And I shall walk in a wide place, for I have sought your precepts. I will also speak of your testimonies before kings and shall not be put to shame, for I find my delight in your commandments, which I love. I will lift up my hands toward your commandments, which I love, and I will meditate on your statutes."
    },
    {
      "reference": "Psalm 3:6",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+3%3A6&version=ESV",
      "text": "I will not be afraid of many thousands of people who have set themselves against me all around."
    },
    {
      "reference": "Deuteronomy 20:1",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+20%3A1&version=ESV",
      "text": "\"When you go out to war against your enemies, and see horses and chariots and an army larger than your own, you shall not be afraid of them, for theLordyour God is with you, who brought you up out of the land of Egypt."
    },
    {
      "reference": "Luke 1:30-31",
      "link": "https://www.biblegateway.com/passage/?search=Luke+1%3A30-31&version=ESV",
      "text": "And the angel said to her, \"Do not be afraid, Mary, for you have found favor with God. And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus."
    },
    {
      "reference": "Psalm 63:2",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+63%3A2&version=ESV",
      "text": "So I have looked upon you in the sanctuary, beholding your power and glory."
    },
    {
      "reference": "Psalm 56:4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+56%3A4&version=ESV",
      "text": "In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?"
    },
    {
      "reference": "1 John 3:6",
      "link": "https://www.biblegateway.com/passage/?search=1+John+3%3A6&version=ESV",
      "text": "No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him."
    },
    {
      "reference": "Acts 9:31",
      "link": "https://www.biblegateway.com/passage/?search=Acts+9%3A31&version=ESV",
      "text": "So the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied."
    },
    {
      "reference": "Ephesians 5:16",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+5%3A16&version=ESV",
      "text": "Making the best use of the time, because the days are evil."
    },
    {
      "reference": "1 Samuel 15:23-29",
      "link": "https://www.biblegateway.com/passage/?search=1+Samuel+15%3A23-29&version=ESV",
      "text": "For rebellion is as the sin of divination, and presumption is as iniquity and idolatry. Because you have rejected the word of theLord, he has also rejected you from being king.\" Saul said to Samuel, \"I have sinned, for I have transgressed the commandment of theLordand your words, because I feared the people and obeyed their voice. Now therefore, please pardon my sin and return with me that I may bow before theLord.\" And Samuel said to Saul, \"I will not return with you. For you have rejected the word of theLord, and theLordhas rejected you from being king over Israel.\" As Samuel turned to go away, Saul seized the skirt of his robe, and it tore. ..."
    },
    {
      "reference": "Matthew 17:8",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+17%3A8&version=ESV",
      "text": "And when they lifted up their eyes, they saw no one but Jesus only."
    }
  ],
  "anger": [
    {
      "reference": "Proverbs 14:29",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+14%3A29&version=ESV",
      "text": "Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly."
    },
    {
      "reference": "Psalm 37:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A8&version=ESV",
      "text": "Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil."
    },
    {
      "reference": "Proverbs 15:1",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+15%3A1&version=ESV",
      "text": "A soft answer turns away wrath, but a harsh word stirs up anger."
    },
    {
      "reference": "James 1:20",
      "link": "https://www.biblegateway.com/passage/?search=James+1%3A20&version=ESV",
      "text": "For the anger of man does not produce the righteousness of God."
    },
    {
      "reference": "Ephesians 4:26",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A26&version=ESV",
      "text": "Be angry and do not sin; do not let the sun go down on your anger,"
    },
    {
      "reference": "James 1:19",
      "link": "https://www.biblegateway.com/passage/?search=James+1%3A19&version=ESV",
      "text": "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;"
    },
    {
      "reference": "Proverbs 29:11",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+29%3A11&version=ESV",
      "text": "A fool gives full vent to his spirit, but a wise man quietly holds it back."
    },
    {
      "reference": "Ecclesiastes 7:9",
      "link": "https://www.biblegateway.com/passage/?search=Ecclesiastes+7%3A9&version=ESV",
      "text": "Be not quick in your spirit to become angry, for anger lodges in the heart of fools."
    },
    {
      "reference": "Proverbs 19:11",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+19%3A11&version=ESV",
      "text": "Good sense makes one slow to anger, and it is his glory to overlook an offense."
    },
    {
      "reference": "James 1:19-20",
      "link": "https://www.biblegateway.com/passage/?search=James+1%3A19-20&version=ESV",
      "text": "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; for the anger of man does not produce the righteousness of God."
    },
    {
      "reference": "Ephesians 4:31",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A31&version=ESV",
      "text": "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice."
    },
    {
      "reference": "Ephesians 4:26-27",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A26-27&version=ESV",
      "text": "Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil."
    },
    {
      "reference": "Proverbs 16:32",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+16%3A32&version=ESV",
      "text": "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city."
    },
    {
      "reference": "Proverbs 15:18",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+15%3A18&version=ESV",
      "text": "A hot-tempered man stirs up strife, but he who is slow to anger quiets contention."
    },
    {
      "reference": "Colossians 3:8",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A8&version=ESV",
      "text": "But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth."
    },
    {
      "reference": "Matthew 5:22",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A22&version=ESV",
      "text": "But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire."
    },
    {
      "reference": "Psalm 103:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+103%3A8&version=ESV",
      "text": "TheLordis merciful and gracious, slow to anger and abounding in steadfast love."
    },
    {
      "reference": "1 Corinthians 13:4-5",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A4-5&version=ESV",
      "text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;"
    },
    {
      "reference": "Proverbs 12:16",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+12%3A16&version=ESV",
      "text": "The vexation of a fool is known at once, but the prudent ignores an insult."
    },
    {
      "reference": "Proverbs 22:24",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+22%3A24&version=ESV",
      "text": "Make no friendship with a man given to anger, nor go with a wrathful man,"
    },
    {
      "reference": "Proverbs 14:17",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+14%3A17&version=ESV",
      "text": "A man of quick temper acts foolishly, and a man of evil devices is hated."
    },
    {
      "reference": "Galatians 5:12",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A12&version=ESV",
      "text": "I wish those who unsettle you would emasculate themselves!"
    },
    {
      "reference": "Leviticus 19:17-18",
      "link": "https://www.biblegateway.com/passage/?search=Leviticus+19%3A17-18&version=ESV",
      "text": "\"You shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him. You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am theLord."
    },
    {
      "reference": "Psalm 7:11",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+7%3A11&version=ESV",
      "text": "God is a righteous judge, and a God who feels indignation every day."
    },
    {
      "reference": "Romans 12:19",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A19&version=ESV",
      "text": "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, \"Vengeance is mine, I will repay, says the Lord.\""
    },
    {
      "reference": "Psalm 37:8-9",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A8-9&version=ESV",
      "text": "Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil. For the evildoers shall be cut off, but those who wait for theLordshall inherit the land."
    },
    {
      "reference": "Ephesians 4:31-32",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A31-32&version=ESV",
      "text": "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."
    },
    {
      "reference": "Proverbs 29:22",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+29%3A22&version=ESV",
      "text": "A man of wrath stirs up strife, and one given to anger causes much transgression."
    },
    {
      "reference": "Galatians 5:19-21",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A19-21&version=ESV",
      "text": "Now the works of the flesh are evident: sexual immorality, impurity, sensuality, idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."
    },
    {
      "reference": "Jeremiah 3:12",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+3%3A12&version=ESV",
      "text": "Go, and proclaim these words toward the north, and say, \"‘Return, faithless Israel, declares theLord. I will not look on you in anger, for I am merciful, declares theLord; I will not be angry forever."
    },
    {
      "reference": "Proverbs 25:28",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+25%3A28&version=ESV",
      "text": "A man without self-control is like a city broken into and left without walls."
    },
    {
      "reference": "Proverbs 20:3",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+20%3A3&version=ESV",
      "text": "It is an honor for a man to keep aloof from strife, but every fool will be quarreling."
    },
    {
      "reference": "Psalm 4:4",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+4%3A4&version=ESV",
      "text": "Be angry, and do not sin; ponder in your own hearts on your beds, and be silent. Selah"
    },
    {
      "reference": "James 4:1-2",
      "link": "https://www.biblegateway.com/passage/?search=James+4%3A1-2&version=ESV",
      "text": "What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask."
    },
    {
      "reference": "Proverbs 10:12",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+10%3A12&version=ESV",
      "text": "Hatred stirs up strife, but love covers all offenses."
    },
    {
      "reference": "Proverbs 22:24-25",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+22%3A24-25&version=ESV",
      "text": "Make no friendship with a man given to anger, nor go with a wrathful man, lest you learn his ways and entangle yourself in a snare."
    },
    {
      "reference": "1 Timothy 2:8",
      "link": "https://www.biblegateway.com/passage/?search=1+Timothy+2%3A8&version=ESV",
      "text": "I desire then that in every place the men should pray, lifting holy hands without anger or quarreling;"
    },
    {
      "reference": "Proverbs 13:10",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+13%3A10&version=ESV",
      "text": "By insolence comes nothing but strife, but with those who take advice is wisdom."
    },
    {
      "reference": "Titus 1:7",
      "link": "https://www.biblegateway.com/passage/?search=Titus+1%3A7&version=ESV",
      "text": "For an overseer, as God's steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain,"
    },
    {
      "reference": "2 Kings 17:18",
      "link": "https://www.biblegateway.com/passage/?search=2+Kings+17%3A18&version=ESV",
      "text": "Therefore theLordwas very angry with Israel and removed them out of his sight. None was left but the tribe of Judah only."
    },
    {
      "reference": "Mark 7:20-23",
      "link": "https://www.biblegateway.com/passage/?search=Mark+7%3A20-23&version=ESV",
      "text": "And he said, \"What comes out of a person is what defiles him. For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery, coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness. All these evil things come from within, and they defile a person.\""
    },
    {
      "reference": "Hebrews 3:12",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+3%3A12&version=ESV",
      "text": "Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God."
    },
    {
      "reference": "Ephesians 4:1-32",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A1-32&version=ESV",
      "text": "I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, with all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace. There is one body and one Spirit—just as you were called to the one hope that belongs to your call— one Lord, one faith, one baptism, ..."
    },
    {
      "reference": "Ephesians 4:26-31",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A26-31&version=ESV",
      "text": "Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil. Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. ..."
    },
    {
      "reference": "Jonah 4:4",
      "link": "https://www.biblegateway.com/passage/?search=Jonah+4%3A4&version=ESV",
      "text": "And theLordsaid, \"Do you do well to be angry?\""
    },
    {
      "reference": "Proverbs 17:27",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+17%3A27&version=ESV",
      "text": "Whoever restrains his words has knowledge, and he who has a cool spirit is a man of understanding."
    },
    {
      "reference": "Proverbs 19:19",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+19%3A19&version=ESV",
      "text": "A man of great wrath will pay the penalty, for if you deliver him, you will only have to do it again."
    },
    {
      "reference": "Revelation 1:1",
      "link": "https://www.biblegateway.com/passage/?search=Revelation+1%3A1&version=ESV",
      "text": "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,"
    },
    {
      "reference": "Ephesians 6:4",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+6%3A4&version=ESV",
      "text": "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord."
    },
    {
      "reference": "Romans 12:21",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A21&version=ESV",
      "text": "Do not be overcome by evil, but overcome evil with good."
    },
    {
      "reference": "Proverbs 14:16-17",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+14%3A16-17&version=ESV",
      "text": "One who is wise is cautious and turns away from evil, but a fool is reckless and careless. A man of quick temper acts foolishly, and a man of evil devices is hated."
    },
    {
      "reference": "Mark 3:5",
      "link": "https://www.biblegateway.com/passage/?search=Mark+3%3A5&version=ESV",
      "text": "And he looked around at them with anger, grieved at their hardness of heart, and said to the man, \"Stretch out your hand.\" He stretched it out, and his hand was restored."
    },
    {
      "reference": "Proverbs 30:33",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+30%3A33&version=ESV",
      "text": "For pressing milk produces curds, pressing the nose produces blood, and pressing anger produces strife."
    },
    {
      "reference": "Job 5:2",
      "link": "https://www.biblegateway.com/passage/?search=Job+5%3A2&version=ESV",
      "text": "Surely vexation kills the fool, and jealousy slays the simple."
    },
    {
      "reference": "Galatians 5:22-23",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A22-23&version=ESV",
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."
    },
    {
      "reference": "Exodus 34:6",
      "link": "https://www.biblegateway.com/passage/?search=Exodus+34%3A6&version=ESV",
      "text": "TheLordpassed before him and proclaimed, \"TheLord, theLord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,"
    },
    {
      "reference": "Proverbs 29:9",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+29%3A9&version=ESV",
      "text": "If a wise man has an argument with a fool, the fool only rages and laughs, and there is no quiet."
    },
    {
      "reference": "Philippians 2:14",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+2%3A14&version=ESV",
      "text": "Do all things without grumbling or disputing,"
    },
    {
      "reference": "1 Peter 5:7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A7&version=ESV",
      "text": "Casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Galatians 5:16",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A16&version=ESV",
      "text": "But I say, walk by the Spirit, and you will not gratify the desires of the flesh."
    },
    {
      "reference": "Nahum 1:3",
      "link": "https://www.biblegateway.com/passage/?search=Nahum+1%3A3&version=ESV",
      "text": "TheLordis slow to anger and great in power, and theLordwill by no means clear the guilty. His way is in whirlwind and storm, and the clouds are the dust of his feet."
    },
    {
      "reference": "Luke 6:31",
      "link": "https://www.biblegateway.com/passage/?search=Luke+6%3A31&version=ESV",
      "text": "And as you wish that others would do to you, do so to them."
    },
    {
      "reference": "Isaiah 48:9",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+48%3A9&version=ESV",
      "text": "\"For my name's sake I defer my anger; for the sake of my praise I restrain it for you, that I may not cut you off."
    },
    {
      "reference": "Proverbs 15:1-3",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+15%3A1-3&version=ESV",
      "text": "A soft answer turns away wrath, but a harsh word stirs up anger. The tongue of the wise commends knowledge, but the mouths of fools pour out folly. The eyes of theLordare in every place, keeping watch on the evil and the good."
    },
    {
      "reference": "Psalm 30:5",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+30%3A5&version=ESV",
      "text": "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning."
    },
    {
      "reference": "Ephesians 4:29",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A29&version=ESV",
      "text": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear."
    },
    {
      "reference": "Proverbs 14:1-29:27",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+14%3A1-29%3A27&version=ESV",
      "text": "The wisest of women builds her house, but folly with her own hands tears it down. Whoever walks in uprightness fears theLord, but he who is devious in his ways despises him. By the mouth of a fool comes a rod for his back, but the lips of the wise will preserve them. Where there are no oxen, the manger is clean, but abundant crops come by the strength of the ox. A faithful witness does not lie, but a false witness breathes out lies. ..."
    },
    {
      "reference": "Matthew 5:21-24",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A21-24&version=ESV",
      "text": "\"You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’ But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire. So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift."
    },
    {
      "reference": "Proverbs 4:23",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+4%3A23&version=ESV",
      "text": "Keep your heart with all vigilance, for from it flow the springs of life."
    },
    {
      "reference": "James 1:2",
      "link": "https://www.biblegateway.com/passage/?search=James+1%3A2&version=ESV",
      "text": "Count it all joy, my brothers, when you meet trials of various kinds,"
    },
    {
      "reference": "Genesis 4:5-8",
      "link": "https://www.biblegateway.com/passage/?search=Genesis+4%3A5-8&version=ESV",
      "text": "But for Cain and his offering he had no regard. So Cain was very angry, and his face fell. TheLordsaid to Cain, \"Why are you angry, and why has your face fallen? If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.\" Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him."
    },
    {
      "reference": "1 Corinthians 13:3",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A3&version=ESV",
      "text": "If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing."
    },
    {
      "reference": "Proverbs 16:29",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+16%3A29&version=ESV",
      "text": "A man of violence entices his neighbor and leads him in a way that is not good."
    },
    {
      "reference": "1 John 3:15",
      "link": "https://www.biblegateway.com/passage/?search=1+John+3%3A15&version=ESV",
      "text": "Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him."
    },
    {
      "reference": "Proverbs 21:19",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+21%3A19&version=ESV",
      "text": "It is better to live in a desert land than with a quarrelsome and fretful woman."
    },
    {
      "reference": "Colossians 3:12-13",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A12-13&version=ESV",
      "text": "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."
    },
    {
      "reference": "Romans 2:5",
      "link": "https://www.biblegateway.com/passage/?search=Romans+2%3A5&version=ESV",
      "text": "But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God's righteous judgment will be revealed."
    },
    {
      "reference": "Proverbs 27:4",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+27%3A4&version=ESV",
      "text": "Wrath is cruel, anger is overwhelming, but who can stand before jealousy?"
    },
    {
      "reference": "Proverbs 29:8",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+29%3A8&version=ESV",
      "text": "Scoffers set a city aflame, but the wise turn away wrath."
    },
    {
      "reference": "2 Corinthians 10:5",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+10%3A5&version=ESV",
      "text": "We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,"
    },
    {
      "reference": "Psalm 37:7-9",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A7-9&version=ESV",
      "text": "Be still before theLordand wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices! Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil. For the evildoers shall be cut off, but those who wait for theLordshall inherit the land."
    },
    {
      "reference": "Proverbs 12:1-16:33",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+12%3A1-16%3A33&version=ESV",
      "text": "Whoever loves discipline loves knowledge, but he who hates reproof is stupid. A good man obtains favor from theLord, but a man of evil devices he condemns. No one is established by wickedness, but the root of the righteous will never be moved. An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones. The thoughts of the righteous are just; the counsels of the wicked are deceitful. ..."
    },
    {
      "reference": "Proverbs 20:1-23:35",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+20%3A1-23%3A35&version=ESV",
      "text": "Wine is a mocker, strong drink a brawler, and whoever is led astray by it is not wise. The terror of a king is like the growling of a lion; whoever provokes him to anger forfeits his life. It is an honor for a man to keep aloof from strife, but every fool will be quarreling. The sluggard does not plow in the autumn; he will seek at harvest and have nothing. The purpose in a man's heart is like deep water, but a man of understanding will draw it out. ..."
    },
    {
      "reference": "Hebrews 3:1-12:29",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+3%3A1-12%3A29&version=ESV",
      "text": "Therefore, holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession, who was faithful to him who appointed him, just as Moses also was faithful in all God's house. For Jesus has been counted worthy of more glory than Moses—as much more glory as the builder of a house has more honor than the house itself. (For every house is built by someone, but the builder of all things is God.) Now Moses was faithful in all God's house as a servant, to testify to the things that were to be spoken later, ..."
    },
    {
      "reference": "John 3:16-17",
      "link": "https://www.biblegateway.com/passage/?search=John+3%3A16-17&version=ESV",
      "text": "\"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."
    },
    {
      "reference": "1 Kings 11:9",
      "link": "https://www.biblegateway.com/passage/?search=1+Kings+11%3A9&version=ESV",
      "text": "And theLordwas angry with Solomon, because his heart had turned away from theLord, the God of Israel, who had appeared to him twice"
    },
    {
      "reference": "1 Peter 3:9",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+3%3A9&version=ESV",
      "text": "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing."
    },
    {
      "reference": "Mark 7:2",
      "link": "https://www.biblegateway.com/passage/?search=Mark+7%3A2&version=ESV",
      "text": "They saw that some of his disciples ate with hands that were defiled, that is, unwashed."
    },
    {
      "reference": "Galatians 5:20",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A20&version=ESV",
      "text": "Idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,"
    },
    {
      "reference": "Proverbs 10:1-12:28",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+10%3A1-12%3A28&version=ESV",
      "text": "The proverbs of Solomon. A wise son makes a glad father, but a foolish son is a sorrow to his mother. Treasures gained by wickedness do not profit, but righteousness delivers from death. TheLorddoes not let the righteous go hungry, but he thwarts the craving of the wicked. A slack hand causes poverty, but the hand of the diligent makes rich. He who gathers in summer is a prudent son, but he who sleeps in harvest is a son who brings shame. ..."
    },
    {
      "reference": "Romans 1:18",
      "link": "https://www.biblegateway.com/passage/?search=Romans+1%3A18&version=ESV",
      "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth."
    },
    {
      "reference": "Leviticus 19:2",
      "link": "https://www.biblegateway.com/passage/?search=Leviticus+19%3A2&version=ESV",
      "text": "\"Speak to all the congregation of the people of Israel and say to them, You shall be holy, for I theLordyour God am holy."
    },
    {
      "reference": "2 Corinthians 12:20",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+12%3A20&version=ESV",
      "text": "For I fear that perhaps when I come I may find you not as I wish, and that you may find me not as you wish—that perhaps there may be quarreling, jealousy, anger, hostility, slander, gossip, conceit, and disorder."
    },
    {
      "reference": "1 John 2:1-29",
      "link": "https://www.biblegateway.com/passage/?search=1+John+2%3A1-29&version=ESV",
      "text": "My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. And by this we know that we have come to know him, if we keep his commandments. Whoever says \"I know him\" but does not keep his commandments is a liar, and the truth is not in him, but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: ..."
    },
    {
      "reference": "Philippians 2:13",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+2%3A13&version=ESV",
      "text": "For it is God who works in you, both to will and to work for his good pleasure."
    },
    {
      "reference": "Proverbs 27:3",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+27%3A3&version=ESV",
      "text": "A stone is heavy, and sand is weighty, but a fool's provocation is heavier than both."
    },
    {
      "reference": "Proverbs 6:34",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+6%3A34&version=ESV",
      "text": "For jealousy makes a man furious, and he will not spare when he takes revenge."
    },
    {
      "reference": "Colossians 3:6",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A6&version=ESV",
      "text": "On account of these the wrath of God is coming."
    },
    {
      "reference": "Ephesians 5:6",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+5%3A6&version=ESV",
      "text": "Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience."
    },
    {
      "reference": "Proverbs 13:10-12",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+13%3A10-12&version=ESV",
      "text": "By insolence comes nothing but strife, but with those who take advice is wisdom. Wealth gained hastily will dwindle, but whoever gathers little by little will increase it. Hope deferred makes the heart sick, but a desire fulfilled is a tree of life."
    }
  ],
  "peace": [
    {
      "reference": "John 16:33",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A33&version=ESV",
      "text": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.\""
    },
    {
      "reference": "2 Thessalonians 3:16",
      "link": "https://www.biblegateway.com/passage/?search=2+Thessalonians+3%3A16&version=ESV",
      "text": "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all."
    },
    {
      "reference": "Isaiah 26:3",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+26%3A3&version=ESV",
      "text": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you."
    },
    {
      "reference": "Matthew 5:9",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A9&version=ESV",
      "text": "\"Blessed are the peacemakers, for they shall be called sons of God."
    },
    {
      "reference": "John 14:27",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A27&version=ESV",
      "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid."
    },
    {
      "reference": "Philippians 4:6",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A6&version=ESV",
      "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
    },
    {
      "reference": "Psalm 4:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+4%3A8&version=ESV",
      "text": "In peace I will both lie down and sleep; for you alone, OLord, make me dwell in safety."
    },
    {
      "reference": "Colossians 3:15",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A15&version=ESV",
      "text": "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."
    },
    {
      "reference": "Romans 12:18",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A18&version=ESV",
      "text": "If possible, so far as it depends on you, live peaceably with all."
    },
    {
      "reference": "Hebrews 12:14",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+12%3A14&version=ESV",
      "text": "Strive for peace with everyone, and for the holiness without which no one will see the Lord."
    },
    {
      "reference": "1 Peter 5:7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A7&version=ESV",
      "text": "Casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Romans 8:6",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A6&version=ESV",
      "text": "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace."
    },
    {
      "reference": "Philippians 4:6-7",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A6-7&version=ESV",
      "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
      "reference": "1 Corinthians 14:33",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+14%3A33&version=ESV",
      "text": "For God is not a God of confusion but of peace. As in all the churches of the saints,"
    },
    {
      "reference": "Psalm 119:165",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+119%3A165&version=ESV",
      "text": "Great peace have those who love your law; nothing can make them stumble."
    },
    {
      "reference": "Romans 15:13",
      "link": "https://www.biblegateway.com/passage/?search=Romans+15%3A13&version=ESV",
      "text": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope."
    },
    {
      "reference": "James 3:18",
      "link": "https://www.biblegateway.com/passage/?search=James+3%3A18&version=ESV",
      "text": "And a harvest of righteousness is sown in peace by those who make peace."
    },
    {
      "reference": "Psalm 29:11",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+29%3A11&version=ESV",
      "text": "May theLordgive strength to his people! May theLordbless his people with peace!"
    },
    {
      "reference": "Romans 5:1",
      "link": "https://www.biblegateway.com/passage/?search=Romans+5%3A1&version=ESV",
      "text": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ."
    },
    {
      "reference": "Psalm 34:14",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+34%3A14&version=ESV",
      "text": "Turn away from evil and do good; seek peace and pursue it."
    },
    {
      "reference": "1 Peter 3:11",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+3%3A11&version=ESV",
      "text": "Let him turn away from evil and do good; let him seek peace and pursue it."
    },
    {
      "reference": "Philippians 4:7",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A7&version=ESV",
      "text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
      "reference": "Proverbs 16:7",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+16%3A7&version=ESV",
      "text": "When a man's ways please theLord, he makes even his enemies to be at peace with him."
    },
    {
      "reference": "Galatians 5:22",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A22&version=ESV",
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
    },
    {
      "reference": "Proverbs 12:20",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+12%3A20&version=ESV",
      "text": "Deceit is in the heart of those who devise evil, but those who plan peace have joy."
    },
    {
      "reference": "Isaiah 54:10",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+54%3A10&version=ESV",
      "text": "For the mountains may depart and the hills be removed, but my steadfast love shall not depart from you, and my covenant of peace shall not be removed,\" says theLord, who has compassion on you."
    },
    {
      "reference": "Philippians 4:9",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A9&version=ESV",
      "text": "What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you."
    },
    {
      "reference": "Matthew 10:34-36",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+10%3A34-36&version=ESV",
      "text": "\"Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword. For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law. And a person's enemies will be those of his own household."
    },
    {
      "reference": "2 Corinthians 13:11",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+13%3A11&version=ESV",
      "text": "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you."
    },
    {
      "reference": "Isaiah 12:2",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+12%3A2&version=ESV",
      "text": "\"Behold, God is my salvation; I will trust, and will not be afraid; for theLordGodis my strength and my song, and he has become my salvation.\""
    },
    {
      "reference": "Ephesians 4:3",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A3&version=ESV",
      "text": "Eager to maintain the unity of the Spirit in the bond of peace."
    },
    {
      "reference": "James 3:17",
      "link": "https://www.biblegateway.com/passage/?search=James+3%3A17&version=ESV",
      "text": "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere."
    },
    {
      "reference": "Isaiah 9:6",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+9%3A6&version=ESV",
      "text": "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."
    },
    {
      "reference": "Numbers 6:24-26",
      "link": "https://www.biblegateway.com/passage/?search=Numbers+6%3A24-26&version=ESV",
      "text": "TheLordbless you and keep you; theLordmake his face to shine upon you and be gracious to you; theLordlift up his countenance upon you and give you peace."
    },
    {
      "reference": "Romans 14:19",
      "link": "https://www.biblegateway.com/passage/?search=Romans+14%3A19&version=ESV",
      "text": "So then let us pursue what makes for peace and for mutual upbuilding."
    },
    {
      "reference": "Jude 1:2",
      "link": "https://www.biblegateway.com/passage/?search=Jude+1%3A2&version=ESV",
      "text": "May mercy, peace, and love be multiplied to you."
    },
    {
      "reference": "Isaiah 52:7",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+52%3A7&version=ESV",
      "text": "How beautiful upon the mountains are the feet of him who brings good news, who publishes peace, who brings good news of happiness, who publishes salvation, who says to Zion, \"Your God reigns.\""
    },
    {
      "reference": "Romans 16:20",
      "link": "https://www.biblegateway.com/passage/?search=Romans+16%3A20&version=ESV",
      "text": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you."
    },
    {
      "reference": "1 Peter 5:6-7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A6-7&version=ESV",
      "text": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Psalm 85:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+85%3A8&version=ESV",
      "text": "Let me hear what God theLordwill speak, for he will speak peace to his people, to his saints; but let them not turn back to folly."
    },
    {
      "reference": "Luke 2:14",
      "link": "https://www.biblegateway.com/passage/?search=Luke+2%3A14&version=ESV",
      "text": "\"Glory to God in the highest, and on earth peace among those with whom he is pleased!\""
    },
    {
      "reference": "Psalm 46:10",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+46%3A10&version=ESV",
      "text": "\"Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!\""
    },
    {
      "reference": "Isaiah 55:12",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+55%3A12&version=ESV",
      "text": "\"For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall break forth into singing, and all the trees of the field shall clap their hands."
    },
    {
      "reference": "1 Peter 3:10-11",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+3%3A10-11&version=ESV",
      "text": "For \"Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit; let him turn away from evil and do good; let him seek peace and pursue it."
    },
    {
      "reference": "1 Peter 3:9-11",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+3%3A9-11&version=ESV",
      "text": "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. For \"Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit; let him turn away from evil and do good; let him seek peace and pursue it."
    },
    {
      "reference": "Isaiah 53:5",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+53%3A5&version=ESV",
      "text": "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed."
    },
    {
      "reference": "Hebrews 12:11",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+12%3A11&version=ESV",
      "text": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it."
    },
    {
      "reference": "1 Thessalonians 5:23",
      "link": "https://www.biblegateway.com/passage/?search=1+Thessalonians+5%3A23&version=ESV",
      "text": "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ."
    },
    {
      "reference": "Isaiah 32:17",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+32%3A17&version=ESV",
      "text": "And the effect of righteousness will be peace, and the result of righteousness, quietness and trust forever."
    },
    {
      "reference": "Matthew 11:28-30",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+11%3A28-30&version=ESV",
      "text": "Come to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls. For my yoke is easy, and my burden is light.\""
    },
    {
      "reference": "Romans 12:17-21",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A17-21&version=ESV",
      "text": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all. If possible, so far as it depends on you, live peaceably with all. Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, \"Vengeance is mine, I will repay, says the Lord.\" To the contrary, \"if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.\" Do not be overcome by evil, but overcome evil with good."
    },
    {
      "reference": "Proverbs 20:3",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+20%3A3&version=ESV",
      "text": "It is an honor for a man to keep aloof from strife, but every fool will be quarreling."
    },
    {
      "reference": "Romans 14:17",
      "link": "https://www.biblegateway.com/passage/?search=Romans+14%3A17&version=ESV",
      "text": "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit."
    },
    {
      "reference": "Jeremiah 29:11",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+29%3A11&version=ESV",
      "text": "For I know the plans I have for you, declares theLord, plans for welfare and not for evil, to give you a future and a hope."
    },
    {
      "reference": "Isaiah 41:10",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+41%3A10&version=ESV",
      "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand."
    },
    {
      "reference": "Proverbs 16:32",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+16%3A32&version=ESV",
      "text": "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city."
    },
    {
      "reference": "Colossians 3:13",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A13&version=ESV",
      "text": "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."
    },
    {
      "reference": "Numbers 6:26",
      "link": "https://www.biblegateway.com/passage/?search=Numbers+6%3A26&version=ESV",
      "text": "TheLordlift up his countenance upon you and give you peace."
    },
    {
      "reference": "Psalm 37:37",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+37%3A37&version=ESV",
      "text": "Mark the blameless and behold the upright, for there is a future for the man of peace."
    },
    {
      "reference": "Isaiah 26:12",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+26%3A12&version=ESV",
      "text": "OLord, you will ordain peace for us, for you have indeed done for us all our works."
    },
    {
      "reference": "1 Thessalonians 5:15",
      "link": "https://www.biblegateway.com/passage/?search=1+Thessalonians+5%3A15&version=ESV",
      "text": "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone."
    },
    {
      "reference": "Leviticus 26:6",
      "link": "https://www.biblegateway.com/passage/?search=Leviticus+26%3A6&version=ESV",
      "text": "I will give peace in the land, and you shall lie down, and none shall make you afraid. And I will remove harmful beasts from the land, and the sword shall not go through your land."
    },
    {
      "reference": "James 2:14-24",
      "link": "https://www.biblegateway.com/passage/?search=James+2%3A14-24&version=ESV",
      "text": "What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? If a brother or sister is poorly clothed and lacking in daily food, and one of you says to them, \"Go in peace, be warmed and filled,\" without giving them the things needed for the body, what good is that? So also faith by itself, if it does not have works, is dead. But someone will say, \"You have faith and I have works.\" Show me your faith apart from your works, and I will show you my faith by my works. ..."
    },
    {
      "reference": "John 14:1-31",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A1-31&version=ESV",
      "text": "\"Let not your hearts be troubled. Believe in God; believe also in me. In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you? And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also. And you know the way to where I am going.\" Thomas said to him, \"Lord, we do not know where you are going. How can we know the way?\" ..."
    },
    {
      "reference": "Romans 15:33",
      "link": "https://www.biblegateway.com/passage/?search=Romans+15%3A33&version=ESV",
      "text": "May the God of peace be with you all. Amen."
    },
    {
      "reference": "Romans 12:17",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A17&version=ESV",
      "text": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all."
    },
    {
      "reference": "Job 22:21",
      "link": "https://www.biblegateway.com/passage/?search=Job+22%3A21&version=ESV",
      "text": "\"Agree with God, and be at peace; thereby good will come to you."
    },
    {
      "reference": "Isaiah 54:13",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+54%3A13&version=ESV",
      "text": "All your children shall be taught by theLord, and great shall be the peace of your children."
    },
    {
      "reference": "Proverbs 3:1-2",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+3%3A1-2&version=ESV",
      "text": "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you."
    },
    {
      "reference": "2 Timothy 2:22",
      "link": "https://www.biblegateway.com/passage/?search=2+Timothy+2%3A22&version=ESV",
      "text": "So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart."
    },
    {
      "reference": "Luke 1:79",
      "link": "https://www.biblegateway.com/passage/?search=Luke+1%3A79&version=ESV",
      "text": "To give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.\""
    },
    {
      "reference": "Hebrews 13:20-21",
      "link": "https://www.biblegateway.com/passage/?search=Hebrews+13%3A20-21&version=ESV",
      "text": "Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen."
    },
    {
      "reference": "Romans 1:7",
      "link": "https://www.biblegateway.com/passage/?search=Romans+1%3A7&version=ESV",
      "text": "To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
      "reference": "Acts 9:31",
      "link": "https://www.biblegateway.com/passage/?search=Acts+9%3A31&version=ESV",
      "text": "So the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied."
    },
    {
      "reference": "1 Thessalonians 3:1-5:28",
      "link": "https://www.biblegateway.com/passage/?search=1+Thessalonians+3%3A1-5%3A28&version=ESV",
      "text": "Therefore when we could bear it no longer, we were willing to be left behind at Athens alone, and we sent Timothy, our brother and God's coworker in the gospel of Christ, to establish and exhort you in your faith, that no one be moved by these afflictions. For you yourselves know that we are destined for this. For when we were with you, we kept telling you beforehand that we were to suffer affliction, just as it has come to pass, and just as you know. For this reason, when I could bear it no longer, I sent to learn about your faith, for fear that somehow the tempter had tempted you and our labor would be in vain. ..."
    },
    {
      "reference": "Matthew 6:25-34",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+6%3A25-34&version=ESV",
      "text": "\"Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing? Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they? And which of you by being anxious can add a single hour to his span of life? And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these. ..."
    },
    {
      "reference": "Proverbs 12:1-20:30",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+12%3A1-20%3A30&version=ESV",
      "text": "Whoever loves discipline loves knowledge, but he who hates reproof is stupid. A good man obtains favor from theLord, but a man of evil devices he condemns. No one is established by wickedness, but the root of the righteous will never be moved. An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones. The thoughts of the righteous are just; the counsels of the wicked are deceitful. ..."
    },
    {
      "reference": "Jeremiah 33:6",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+33%3A6&version=ESV",
      "text": "Behold, I will bring to it health and healing, and I will heal them and reveal to them abundance of prosperity and security."
    },
    {
      "reference": "Colossians 3:1-25",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A1-25&version=ESV",
      "text": "If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. Set your minds on things that are above, not on things that are on earth. For you have died, and your life is hidden with Christ in God. When Christ who is your life appears, then you also will appear with him in glory. Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. ..."
    },
    {
      "reference": "John 20:19",
      "link": "https://www.biblegateway.com/passage/?search=John+20%3A19&version=ESV",
      "text": "On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, \"Peace be with you.\""
    },
    {
      "reference": "Ephesians 2:14",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+2%3A14&version=ESV",
      "text": "For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility"
    },
    {
      "reference": "Mark 9:50",
      "link": "https://www.biblegateway.com/passage/?search=Mark+9%3A50&version=ESV",
      "text": "Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.\""
    },
    {
      "reference": "Matthew 5:1-9:38",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A1-9%3A38&version=ESV",
      "text": "Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him. And he opened his mouth and taught them, saying: \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. \"Blessed are those who mourn, for they shall be comforted. \"Blessed are the meek, for they shall inherit the earth. ..."
    },
    {
      "reference": "Romans 5:1-2",
      "link": "https://www.biblegateway.com/passage/?search=Romans+5%3A1-2&version=ESV",
      "text": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God."
    },
    {
      "reference": "Isaiah 52:1-57:21",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+52%3A1-57%3A21&version=ESV",
      "text": "Awake, awake, put on your strength, O Zion; put on your beautiful garments, O Jerusalem, the holy city; for there shall no more come into you the uncircumcised and the unclean. Shake yourself from the dust and arise; be seated, O Jerusalem; loose the bonds from your neck, O captive daughter of Zion. For thus says theLord: \"You were sold for nothing, and you shall be redeemed without money.\" For thus says the LordGod: \"My people went down at the first into Egypt to sojourn there, and the Assyrian oppressed them for nothing. Now therefore what have I here,\" declares theLord, \"seeing that my people are taken away for nothing? Their rulers wail,\" declares theLord, \"and continually all the day my name is despised. ..."
    },
    {
      "reference": "Philippians 4:1-23",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+4%3A1-23&version=ESV",
      "text": "Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved. I entreat Euodia and I entreat Syntyche to agree in the Lord. Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life. Rejoice in the Lord always; again I will say, rejoice. Let your reasonableness be known to everyone. The Lord is at hand; ..."
    },
    {
      "reference": "Proverbs 17:1",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+17%3A1&version=ESV",
      "text": "Better is a dry morsel with quiet than a house full of feasting with strife."
    },
    {
      "reference": "Isaiah 32:18",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+32%3A18&version=ESV",
      "text": "My people will abide in a peaceful habitation, in secure dwellings, and in quiet resting places."
    },
    {
      "reference": "2 Timothy 1:7",
      "link": "https://www.biblegateway.com/passage/?search=2+Timothy+1%3A7&version=ESV",
      "text": "For God gave us a spirit not of fear but of power and love and self-control."
    },
    {
      "reference": "Psalm 85:10",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+85%3A10&version=ESV",
      "text": "Steadfast love and faithfulness meet; righteousness and peace kiss each other."
    },
    {
      "reference": "Isaiah 48:22",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+48%3A22&version=ESV",
      "text": "\"There is no peace,\" says theLord, \"for the wicked.\""
    },
    {
      "reference": "Numbers 6:25-26",
      "link": "https://www.biblegateway.com/passage/?search=Numbers+6%3A25-26&version=ESV",
      "text": "TheLordmake his face to shine upon you and be gracious to you; theLordlift up his countenance upon you and give you peace."
    },
    {
      "reference": "John 16:1-33",
      "link": "https://www.biblegateway.com/passage/?search=John+16%3A1-33&version=ESV",
      "text": "\"I have said all these things to you to keep you from falling away. They will put you out of the synagogues. Indeed, the hour is coming when whoever kills you will think he is offering service to God. And they will do these things because they have not known the Father, nor me. But I have said these things to you, that when their hour comes you may remember that I told them to you. \"I did not say these things to you from the beginning, because I was with you. But now I am going to him who sent me, and none of you asks me, ‘Where are you going?’ ..."
    },
    {
      "reference": "Proverbs 20:1-23:35",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+20%3A1-23%3A35&version=ESV",
      "text": "Wine is a mocker, strong drink a brawler, and whoever is led astray by it is not wise. The terror of a king is like the growling of a lion; whoever provokes him to anger forfeits his life. It is an honor for a man to keep aloof from strife, but every fool will be quarreling. The sluggard does not plow in the autumn; he will seek at harvest and have nothing. The purpose in a man's heart is like deep water, but a man of understanding will draw it out. ..."
    },
    {
      "reference": "Matthew 10:34",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+10%3A34&version=ESV",
      "text": "\"Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword."
    },
    {
      "reference": "John 3:16",
      "link": "https://www.biblegateway.com/passage/?search=John+3%3A16&version=ESV",
      "text": "\"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
    },
    {
      "reference": "1 Peter 1:2",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+1%3A2&version=ESV",
      "text": "According to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood: May grace and peace be multiplied to you."
    },
    {
      "reference": "Isaiah 57:21",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+57%3A21&version=ESV",
      "text": "There is no peace,\" says my God, \"for the wicked.\""
    },
    {
      "reference": "Romans 8:2",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A2&version=ESV",
      "text": "For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death."
    },
    {
      "reference": "Colossians 3:2",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A2&version=ESV",
      "text": "Set your minds on things that are above, not on things that are on earth."
    }
  ],
  "love": [
    {
      "reference": "1 Corinthians 13:4-8",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A4-8&version=ESV",
      "text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things. Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away."
    },
    {
      "reference": "1 Corinthians 16:14",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+16%3A14&version=ESV",
      "text": "Let all that you do be done in love."
    },
    {
      "reference": "Leviticus 20:13",
      "link": "https://www.biblegateway.com/passage/?search=Leviticus+20%3A13&version=ESV",
      "text": "If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them."
    },
    {
      "reference": "John 3:16",
      "link": "https://www.biblegateway.com/passage/?search=John+3%3A16&version=ESV",
      "text": "\"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
    },
    {
      "reference": "Galatians 5:13-14",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A13-14&version=ESV",
      "text": "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. For the whole law is fulfilled in one word: \"You shall love your neighbor as yourself.\""
    },
    {
      "reference": "1 John 4:8",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A8&version=ESV",
      "text": "Anyone who does not love does not know God, because God is love."
    },
    {
      "reference": "1 Peter 4:8",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+4%3A8&version=ESV",
      "text": "Above all, keep loving one another earnestly, since love covers a multitude of sins."
    },
    {
      "reference": "Colossians 3:14",
      "link": "https://www.biblegateway.com/passage/?search=Colossians+3%3A14&version=ESV",
      "text": "And above all these put on love, which binds everything together in perfect harmony."
    },
    {
      "reference": "1 Corinthians 13:13",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A13&version=ESV",
      "text": "So now faith, hope, and love abide, these three; but the greatest of these is love."
    },
    {
      "reference": "John 15:13",
      "link": "https://www.biblegateway.com/passage/?search=John+15%3A13&version=ESV",
      "text": "Greater love has no one than this, that someone lay down his life for his friends."
    },
    {
      "reference": "John 13:34-35",
      "link": "https://www.biblegateway.com/passage/?search=John+13%3A34-35&version=ESV",
      "text": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another. By this all people will know that you are my disciples, if you have love for one another.\""
    },
    {
      "reference": "1 John 4:19",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A19&version=ESV",
      "text": "We love because he first loved us."
    },
    {
      "reference": "Proverbs 10:12",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+10%3A12&version=ESV",
      "text": "Hatred stirs up strife, but love covers all offenses."
    },
    {
      "reference": "1 John 4:18",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A18&version=ESV",
      "text": "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love."
    },
    {
      "reference": "Mark 12:29-31",
      "link": "https://www.biblegateway.com/passage/?search=Mark+12%3A29-31&version=ESV",
      "text": "Jesus answered, \"The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one. And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.\""
    },
    {
      "reference": "1 John 4:7",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A7&version=ESV",
      "text": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God."
    },
    {
      "reference": "1 Corinthians 13:1-13",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A1-13&version=ESV",
      "text": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; ..."
    },
    {
      "reference": "Romans 5:8",
      "link": "https://www.biblegateway.com/passage/?search=Romans+5%3A8&version=ESV",
      "text": "But God shows his love for us in that while we were still sinners, Christ died for us."
    },
    {
      "reference": "Matthew 22:36-40",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+22%3A36-40&version=ESV",
      "text": "\"Teacher, which is the great commandment in the Law?\" And he said to him, \"You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself. On these two commandments depend all the Law and the Prophets.\""
    },
    {
      "reference": "Ephesians 5:25",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+5%3A25&version=ESV",
      "text": "Husbands, love your wives, as Christ loved the church and gave himself up for her,"
    },
    {
      "reference": "Ephesians 4:2",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A2&version=ESV",
      "text": "With all humility and gentleness, with patience, bearing with one another in love,"
    },
    {
      "reference": "John 14:15",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A15&version=ESV",
      "text": "\"If you love me, you will keep my commandments."
    },
    {
      "reference": "Proverbs 17:17",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+17%3A17&version=ESV",
      "text": "A friend loves at all times, and a brother is born for adversity."
    },
    {
      "reference": "1 John 3:1",
      "link": "https://www.biblegateway.com/passage/?search=1+John+3%3A1&version=ESV",
      "text": "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him."
    },
    {
      "reference": "Romans 13:8",
      "link": "https://www.biblegateway.com/passage/?search=Romans+13%3A8&version=ESV",
      "text": "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law."
    },
    {
      "reference": "1 John 4:16",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A16&version=ESV",
      "text": "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him."
    },
    {
      "reference": "Romans 12:9",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A9&version=ESV",
      "text": "Let love be genuine. Abhor what is evil; hold fast to what is good."
    },
    {
      "reference": "Luke 6:35",
      "link": "https://www.biblegateway.com/passage/?search=Luke+6%3A35&version=ESV",
      "text": "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil."
    },
    {
      "reference": "1 Corinthians 13:4-7",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A4-7&version=ESV",
      "text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things."
    },
    {
      "reference": "Galatians 2:20",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+2%3A20&version=ESV",
      "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."
    },
    {
      "reference": "Romans 12:10",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A10&version=ESV",
      "text": "Love one another with brotherly affection. Outdo one another in showing honor."
    },
    {
      "reference": "Romans 13:10",
      "link": "https://www.biblegateway.com/passage/?search=Romans+13%3A10&version=ESV",
      "text": "Love does no wrong to a neighbor; therefore love is the fulfilling of the law."
    },
    {
      "reference": "1 John 3:18",
      "link": "https://www.biblegateway.com/passage/?search=1+John+3%3A18&version=ESV",
      "text": "Little children, let us not love in word or talk but in deed and in truth."
    },
    {
      "reference": "Romans 8:37-39",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A37-39&version=ESV",
      "text": "No, in all these things we are more than conquerors through him who loved us. For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."
    },
    {
      "reference": "John 15:12",
      "link": "https://www.biblegateway.com/passage/?search=John+15%3A12&version=ESV",
      "text": "\"This is my commandment, that you love one another as I have loved you."
    },
    {
      "reference": "1 John 4:7-8",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A7-8&version=ESV",
      "text": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love."
    },
    {
      "reference": "Ephesians 5:33",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+5%3A33&version=ESV",
      "text": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband."
    },
    {
      "reference": "Deuteronomy 7:9",
      "link": "https://www.biblegateway.com/passage/?search=Deuteronomy+7%3A9&version=ESV",
      "text": "Know therefore that theLordyour God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,"
    },
    {
      "reference": "Matthew 22:37-39",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+22%3A37-39&version=ESV",
      "text": "And he said to him, \"You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself."
    },
    {
      "reference": "Zephaniah 3:17",
      "link": "https://www.biblegateway.com/passage/?search=Zephaniah+3%3A17&version=ESV",
      "text": "TheLordyour God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing."
    },
    {
      "reference": "Mark 12:31",
      "link": "https://www.biblegateway.com/passage/?search=Mark+12%3A31&version=ESV",
      "text": "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.\""
    },
    {
      "reference": "Proverbs 3:3-4",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+3%3A3-4&version=ESV",
      "text": "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man."
    },
    {
      "reference": "Proverbs 17:9",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+17%3A9&version=ESV",
      "text": "Whoever covers an offense seeks love, but he who repeats a matter separates close friends."
    },
    {
      "reference": "Galatians 5:22",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A22&version=ESV",
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
    },
    {
      "reference": "Romans 8:28",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A28&version=ESV",
      "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose."
    },
    {
      "reference": "Ephesians 2:4-5",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+2%3A4-5&version=ESV",
      "text": "But God, being rich in mercy, because of the great love with which he loved us, even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—"
    },
    {
      "reference": "1 Corinthians 13:2",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A2&version=ESV",
      "text": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing."
    },
    {
      "reference": "Ephesians 4:2-3",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A2-3&version=ESV",
      "text": "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace."
    },
    {
      "reference": "1 John 4:20",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A20&version=ESV",
      "text": "If anyone says, \"I love God,\" and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen."
    },
    {
      "reference": "1 Peter 5:6-7",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+5%3A6-7&version=ESV",
      "text": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you."
    },
    {
      "reference": "Song of Solomon 8:6-7",
      "link": "https://www.biblegateway.com/passage/?search=Song+of+Solomon+8%3A6-7&version=ESV",
      "text": "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of theLord. Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised."
    },
    {
      "reference": "Psalm 86:15",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+86%3A15&version=ESV",
      "text": "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness."
    },
    {
      "reference": "Luke 6:31",
      "link": "https://www.biblegateway.com/passage/?search=Luke+6%3A31&version=ESV",
      "text": "And as you wish that others would do to you, do so to them."
    },
    {
      "reference": "1 John 4:12",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A12&version=ESV",
      "text": "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us."
    },
    {
      "reference": "John 14:21",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A21&version=ESV",
      "text": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.\""
    },
    {
      "reference": "John 13:34",
      "link": "https://www.biblegateway.com/passage/?search=John+13%3A34&version=ESV",
      "text": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another."
    },
    {
      "reference": "Song of Solomon 8:6",
      "link": "https://www.biblegateway.com/passage/?search=Song+of+Solomon+8%3A6&version=ESV",
      "text": "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of theLord."
    },
    {
      "reference": "1 John 3:16",
      "link": "https://www.biblegateway.com/passage/?search=1+John+3%3A16&version=ESV",
      "text": "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers."
    },
    {
      "reference": "Romans 5:5",
      "link": "https://www.biblegateway.com/passage/?search=Romans+5%3A5&version=ESV",
      "text": "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us."
    },
    {
      "reference": "Galatians 5:22-23",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A22-23&version=ESV",
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."
    },
    {
      "reference": "Psalm 63:3",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+63%3A3&version=ESV",
      "text": "Because your steadfast love is better than life, my lips will praise you."
    },
    {
      "reference": "Song of Solomon 8:7",
      "link": "https://www.biblegateway.com/passage/?search=Song+of+Solomon+8%3A7&version=ESV",
      "text": "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised."
    },
    {
      "reference": "Jeremiah 31:3",
      "link": "https://www.biblegateway.com/passage/?search=Jeremiah+31%3A3&version=ESV",
      "text": "TheLordappeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you."
    },
    {
      "reference": "Matthew 6:24",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+6%3A24&version=ESV",
      "text": "\"No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money."
    },
    {
      "reference": "1 Peter 1:22",
      "link": "https://www.biblegateway.com/passage/?search=1+Peter+1%3A22&version=ESV",
      "text": "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,"
    },
    {
      "reference": "John 14:23",
      "link": "https://www.biblegateway.com/passage/?search=John+14%3A23&version=ESV",
      "text": "Jesus answered him, \"If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him."
    },
    {
      "reference": "1 John 4:21",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A21&version=ESV",
      "text": "And this commandment we have from him: whoever loves God must also love his brother."
    },
    {
      "reference": "1 John 4:11",
      "link": "https://www.biblegateway.com/passage/?search=1+John+4%3A11&version=ESV",
      "text": "Beloved, if God so loved us, we also ought to love one another."
    },
    {
      "reference": "Matthew 22:37",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+22%3A37&version=ESV",
      "text": "And he said to him, \"You shall love the Lord your God with all your heart and with all your soul and with all your mind."
    },
    {
      "reference": "Romans 8:35",
      "link": "https://www.biblegateway.com/passage/?search=Romans+8%3A35&version=ESV",
      "text": "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"
    },
    {
      "reference": "Psalm 143:8",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+143%3A8&version=ESV",
      "text": "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul."
    },
    {
      "reference": "1 Corinthians 13:4-5",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A4-5&version=ESV",
      "text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;"
    },
    {
      "reference": "Leviticus 19:18",
      "link": "https://www.biblegateway.com/passage/?search=Leviticus+19%3A18&version=ESV",
      "text": "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am theLord."
    },
    {
      "reference": "Galatians 5:13",
      "link": "https://www.biblegateway.com/passage/?search=Galatians+5%3A13&version=ESV",
      "text": "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another."
    },
    {
      "reference": "Matthew 5:43-48",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A43-48&version=ESV",
      "text": "\"You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust. For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same? ..."
    },
    {
      "reference": "1 Corinthians 13:4",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A4&version=ESV",
      "text": "Love is patient and kind; love does not envy or boast; it is not arrogant"
    },
    {
      "reference": "1 Corinthians 13:1-3",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A1-3&version=ESV",
      "text": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing."
    },
    {
      "reference": "Isaiah 43:4",
      "link": "https://www.biblegateway.com/passage/?search=Isaiah+43%3A4&version=ESV",
      "text": "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life."
    },
    {
      "reference": "Proverbs 30:18-19",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+30%3A18-19&version=ESV",
      "text": "Three things are too wonderful for me; four I do not understand: the way of an eagle in the sky, the way of a serpent on a rock, the way of a ship on the high seas, and the way of a man with a virgin."
    },
    {
      "reference": "Genesis 29:20",
      "link": "https://www.biblegateway.com/passage/?search=Genesis+29%3A20&version=ESV",
      "text": "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her."
    },
    {
      "reference": "Ephesians 4:32",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+4%3A32&version=ESV",
      "text": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."
    },
    {
      "reference": "John 15:12-13",
      "link": "https://www.biblegateway.com/passage/?search=John+15%3A12-13&version=ESV",
      "text": "\"This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends."
    },
    {
      "reference": "1 Corinthians 13:1",
      "link": "https://www.biblegateway.com/passage/?search=1+Corinthians+13%3A1&version=ESV",
      "text": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal."
    },
    {
      "reference": "Matthew 5:22",
      "link": "https://www.biblegateway.com/passage/?search=Matthew+5%3A22&version=ESV",
      "text": "But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire."
    },
    {
      "reference": "Romans 12:9-10",
      "link": "https://www.biblegateway.com/passage/?search=Romans+12%3A9-10&version=ESV",
      "text": "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor."
    },
    {
      "reference": "Philippians 2:2",
      "link": "https://www.biblegateway.com/passage/?search=Philippians+2%3A2&version=ESV",
      "text": "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind."
    },
    {
      "reference": "Proverbs 8:17",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+8%3A17&version=ESV",
      "text": "I love those who love me, and those who seek me diligently find me."
    },
    {
      "reference": "Proverbs 15:17",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+15%3A17&version=ESV",
      "text": "Better is a dinner of herbs where love is than a fattened ox and hatred with it."
    },
    {
      "reference": "2 Corinthians 5:14",
      "link": "https://www.biblegateway.com/passage/?search=2+Corinthians+5%3A14&version=ESV",
      "text": "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;"
    },
    {
      "reference": "Song of Solomon 4:10",
      "link": "https://www.biblegateway.com/passage/?search=Song+of+Solomon+4%3A10&version=ESV",
      "text": "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!"
    },
    {
      "reference": "Song of Solomon 2:16",
      "link": "https://www.biblegateway.com/passage/?search=Song+of+Solomon+2%3A16&version=ESV",
      "text": "My beloved is mine, and I am his; he grazes among the lilies."
    },
    {
      "reference": "1 John 3:16-18",
      "link": "https://www.biblegateway.com/passage/?search=1+John+3%3A16-18&version=ESV",
      "text": "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him? Little children, let us not love in word or talk but in deed and in truth."
    },
    {
      "reference": "Psalm 18:1",
      "link": "https://www.biblegateway.com/passage/?search=Psalm+18%3A1&version=ESV",
      "text": "To the choirmaster. A Psalm of David, the servant of theLord, who addressed the words of this song to theLordon the day when theLorddelivered him from the hand of all his enemies, and from the hand of Saul. He said:I love you, OLord, my strength."
    },
    {
      "reference": "James 2:8",
      "link": "https://www.biblegateway.com/passage/?search=James+2%3A8&version=ESV",
      "text": "If you really fulfill the royal law according to the Scripture, \"You shall love your neighbor as yourself,\" you are doing well."
    },
    {
      "reference": "Ephesians 3:17-19",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+3%3A17-19&version=ESV",
      "text": "So that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, may have strength to comprehend with all the saints what is the breadth and length and height and depth, and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God."
    },
    {
      "reference": "Proverbs 18:22",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+18%3A22&version=ESV",
      "text": "He who finds a wife finds a good thing and obtains favor from theLord."
    },
    {
      "reference": "Ephesians 5:2",
      "link": "https://www.biblegateway.com/passage/?search=Ephesians+5%3A2&version=ESV",
      "text": "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God."
    },
    {
      "reference": "John 3:16-17",
      "link": "https://www.biblegateway.com/passage/?search=John+3%3A16-17&version=ESV",
      "text": "\"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."
    },
    {
      "reference": "Song of Solomon 1:2",
      "link": "https://www.biblegateway.com/passage/?search=Song+of+Solomon+1%3A2&version=ESV",
      "text": "Let him kiss me with the kisses of his mouth! For your love is better than wine;"
    },
    {
      "reference": "Proverbs 5:19",
      "link": "https://www.biblegateway.com/passage/?search=Proverbs+5%3A19&version=ESV",
      "text": "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love."
    }
  ]
}